{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "Freedom of business is the best practical way a society can prosper.",
      "2": "Charity is a better way of helping those in need than social welfare.",
      "3": "Wages are always fair, as employers know best what a worker's labour is worth.",
      "4": "It is \"human nature\" to be greedy.",
      "5": "\"Exploitation\" is an outdated term, as the struggles of 1800s capitalism doesn't exist anymore.",
      "6": "Communism is an ideal that can never work in practice.",
      "7": "Taxation of the wealthy is a bad idea, society would be better off without it.",
      "8": "The harder you work, the more you sctyress up the social ladder.",
      "9": "Organisations and corporations cannot be trusted and need regulating by the government.",
      "10": "A government that provides for everyone is an inherently good idea.",
      "11": "The current welfare system should be expanded to further combat inequality.",
      "12": "Land should not be a commodity to be bought and sold.",
      "13": "All industry and the bank should be nationalised.",
      "14": "Class is the primary division of society.",
      "15": "Economic inequality is too high in the world.",
      "16": "Sometimes it is right that the government may spy on its citizens to combat extremists and terrorists.",
      "17": "Authtority figures, if morally correct, are a good thing for society.",
      "18": "Strength is necessary for any government to succeed.",
      "19": "Only the government can fairly and effectively regulate organisations.",
      "20": "Society requires structure and bureaucracy in order to function.",
      "21": "Mandatory IDs should be used to ensure public safety.",
      "22": "In times of crisis, safety becomes more important than civil liberties.",
      "23": "If you have nothing to hide, you have nothing to fear.",
      "24": "The government should be less involved in the day to day life of its citizens.",
      "25": "Without democracy, a society is nothing.",
      "26": "Jury nullification should be legal.",
      "27": "The smaller the government, the freer the people.",
      "28": "The government should, at most, provide emergency services and law enforcement.",
      "29": "The police was not made to protect the people, but to uphold the status-quo by force.",
      "30": "State schools are a bad idea because our state shouldn't be influencing our children.",
      "31": "Two consenting individuals should be able to do whatever they want with each other, even if it makes me uncomfortable.",
      "32": "An individual's body is their own property, and they should be able to do anything they desire to it.",
      "33": "A person should be able to worship whomever or whatever they want.",
      "34": "Nudism is perfectly natural.",
      "35": "Animals deserve certain universal rights.",
      "36": "Gender is a social construct, not a natural state of affairs.",
      "37": "Laws based on cultural values, rather than ethical ones, aren't justice.",
      "38": "Autonomy of body extends even to minors, the mentally ill, and serious criminals.",
      "39": "Homosexuality is against my values.",
      "40": "Transgender individuals should be able to adopt children.",
      "41": "Drugs are harmful and should be banned.",
      "42": "The death penalty should exist for certain crimes.",
      "43": "Victimless crimes should still be punished.",
      "44": "One cannot be moral without religion.",
      "45": "Parents should hold absolute power over their children, as they are older and more experienced.",
      "46": "Multiculturalism is bad."
    },
    "8values": {
      "1": "Oppression by corporations is more of a concern than oppression by governments.",
      "2": "It is necessary for the government to intervene in the economy to protect consumers.",
      "3": "The freer the markets, the freer the people.",
      "4": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
      "5": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
      "6": "Tariffs on international trade are important to encourage local production.",
      "7": "From each according to his ability, to each according to his needs.",
      "8": "It would be best if social programs were abolished in favor of private charity.",
      "9": "Taxes should be increased on the rich to provide for the poor.",
      "10": "Inheritance is a legitimate form of wealth.",
      "11": "Basic utilities like roads and electricity should be publicly owned.",
      "12": "Government intervention is a threat to the economy.",
      "13": "Those with a greater ability to pay should receive better healthcare.",
      "14": "Quality education is a right of all people.",
      "15": "The means of production should belong to the workers who use them.",
      "16": "The United Nations should be abolished.",
      "17": "Military action by our nation is often necessary to protect it.",
      "18": "I support regional unions, such as the European Union.",
      "19": "It is important to maintain our national sovereignty.",
      "20": "A united world government would be beneficial to mankind.",
      "21": "It is more important to retain peaceful relations than to further our strength.",
      "22": "Wars do not need to be justified to other countries.",
      "23": "Military spending is a waste of money.",
      "24": "International aid is a waste of money.",
      "25": "My nation is great.",
      "26": "Research should be conducted on an international scale.",
      "27": "Governments should be accountable to the international community.",
      "28": "Even when protesting an authoritarian government, violence is not acceptable.",
      "29": "My religious values should be spread as much as possible.",
      "30": "Our nation's values should be spread as much as possible.",
      "31": "It is very important to maintain law and order.",
      "32": "The general populace makes poor decisions.",
      "33": "Physician-assisted suicide should be legal.",
      "55": "Drug use should be legalized or decriminalized.",
      "56": "Same-sex marriage should be legal.",
      "57": "No cultures are superior to others.",
      "58": "Sex outside marriage is immoral.",
      "59": "If we accept migrants at all, it is important that they assimilate into our culture.",
      "60": "Abortion should be prohibited in most or all cases.",
      "61": "Gun ownership should be prohibited for those without a valid reason.",
      "62": "I support single-payer, universal healthcare.",
      "63": "Prostitution should be illegal.",
      "64": "Maintaining family values is essential.",
      "65": "To chase progress at all costs is dangerous.",
      "66": "Genetic modification is a force for good, even on humans.",
      "67": "We should open our borders to immigration.",
      "68": "Governments should be as concerned about foreigners as they are about their own citizens.",
      "69": "All people - regardless of factors like culture or sexuality - should be treated equally.",
      "70": "It is important that we further my group's goals above all others."
    },
    "9axes": {
      "1": "There is no need for a national government",
      "2": "Subdivisions of nations should have their own militaries",
      "3": "State laws should have precedence over national laws",
      "4": "State and local laws should have precedence over national laws",
      "5": "The national government can't understand what the people need.",
      "6": "People should hold more loyalty to their local state than their country.",
      "7": "Local governments should have more power than they currently do",
      "8": "Laws should vary from area to area and culture to culture within a country.",
      "9": "It's a good idea to test a policy in one state rather than implementing it nationwide right away",
      "10": "Local governments can understand their citizens better than the national government could",
      "11": "Local governments address issues that the national government would never touch without them",
      "12": "Local governments give each region good representation of their views",
      "13": "A country cannot function without a national government",
      "14": "The national government protects minorities better than some local governments do.",
      "15": "There are many issues that it does not make sense to address at a local level",
      "16": "The national government needs more power",
      "17": "Subdivisions should not be able to exempt from national laws",
      "18": "People should think of themselves as citizens of their nation rather than their state",
      "19": "A group of states without a strong national government is merely an alliance, not a nation",
      "20": "A national government must be strong to adequately protect all its citizens",
      "21": "States cannot function without a strong national government",
      "22": "There is no need for local or state governments",
      "23": "Laws should be completely consistent within all regions of a nation",
      "24": "Strong states weaken a nation",
      "25": "Direct democracy is the best form of government",
      "26": "People should vote issue by issue themselves",
      "27": "Representatives rarely represent the nation well",
      "28": "It is important that the government follows the majority opinion, even if it is wrong.",
      "29": "The more people asked, the better chance there is of reaching the best decision.",
      "30": "Nobody but me can adequately represent my views",
      "31": "Elections are an effective way of showing government approval",
      "32": "Democracy is the worst form of government, except for all the others we've tried.",
      "33": "Each person should have one vote, each equal to every other",
      "34": "Democracy is more than a decision-making process.",
      "35": "People should have the power to choose their leaders",
      "36": "The government must be by the people for the people",
      "37": "The stronger the leadership, the better.",
      "38": "Popular opinion is not always right",
      "39": "Leaders must be strong or a nation will suffer",
      "40": "A hierarchical state is best.",
      "41": "Society could not function without leaders and followers",
      "42": "Democracy makes it too easy for a majority to further itself at the expense of minorities",
      "43": "The general populace makes poor decisions.",
      "44": "It is important that we further my group's goals above all others.",
      "45": "Public opinion swings too much with emotional events to be useful for policy making",
      "46": "Elections are a waste of resources",
      "47": "Catering to popular opinion is detrimental to a nation",
      "48": "A nation must obey its leadership without question",
      "49": "A united world government would be beneficial to mankind.",
      "50": "We are first and foremost citizens of Earth",
      "51": "In order for humanity to survive, we must get past having separate nations",
      "52": "The United Nations needs more power",
      "53": "The United Nations should have a military to enforce its resolutions",
      "54": "Having independent nations with the risk of global conflict creates a large threat to humanity as a whole",
      "55": "I support regional unions, such as the European Union.",
      "56": "Governments should be accountable to the international community.",
      "57": "Nations fighting among each other gets in the way of progress",
      "58": "International trade is generally beneficial.",
      "59": "Alliances are important for protecting a nation",
      "60": "Nations should cooperate whenever it benefits them both",
      "61": "It is important to maintain our national sovereignty.",
      "62": "My nation is closer to my views than most nations in the world",
      "63": "I am proud to be in my country",
      "64": "International aid is a waste of money.",
      "65": "Alliances can pose a threat to a nation's sovereignty.",
      "66": "National cultures are important to protect",
      "67": "My nation should stay out of international affairs",
      "68": "The United Nations should be abolished.",
      "69": "Nobody in other countries has our best interests in mind",
      "70": "Diplomacy only hurts nations",
      "71": "There should not be international law",
      "72": "Any deals other countries want must be bad for us",
      "73": "War is needed to make an economy thrive",
      "74": "A constant state of war benefits a country",
      "75": "Only those who serve in the military should be allowed to have influence on who is in power",
      "76": "There should be compulsory military service",
      "77": "Countries that do not serve our interests should be toppled",
      "78": "Only those who served in the military should be able to gain power in government",
      "79": "Military action by our nation is often necessary to protect it.",
      "80": "Countries that violate human rights should be toppled",
      "81": "A military option should always be considered",
      "82": "A government must maintain a strong military to defend itself",
      "83": "A nation usually needs a military in order to survive",
      "84": "We should respect those who have served in our military",
      "85": "It is more important to retain peaceful relations than to further our strength.",
      "86": "Diplomatic options should always be tried before war is even considered",
      "87": "Peace is preferable to war whenever possible",
      "88": "Even when protesting an authoritarian government, violence is not acceptable.",
      "89": "Lasting peace leads to prosperity",
      "90": "War usually leads to worse outcomes",
      "91": "Military spending is a waste of money.",
      "92": "We have no right to militarily intervene in other nations",
      "93": "Countries fall apart with constant war",
      "94": "War is never justified",
      "95": "In the modern era, militaries aren't really necessary",
      "96": "Nations should not maintain a military",
      "97": "Those who disagree with the government should be removed from the country",
      "98": "The government should monitor all citizens to combat terrorism",
      "99": "People should not have protections that could hinder discovering their criminal activity",
      "100": "Police need more power and protection",
      "101": "It is very important to maintain law and order.",
      "102": "A country must be sure to take all measures to enforce its laws",
      "103": "If you have nothing to hide, then you shouldn't care about the government having access to your communications",
      "104": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
      "105": "Government surveillance is necessary in the modern world.",
      "106": "The government should have access to the emails of suspected terrorists",
      "107": "Some freedom must be given up in order to keep people safe",
      "108": "Absolute freedom makes a society dangerous",
      "109": "Marijuana should be legalized",
      "110": "People should be given freedom whenever it causes little security risk",
      "111": "The government has no business looking into most people's personal lives",
      "112": "Abortion should be legal in all cases",
      "113": "Police should be regulated more",
      "114": "No authority should be left unquestioned.",
      "115": "Victimless crimes (such as drug use) should not be crimes at all.",
      "116": "Most drugs should be legalized",
      "117": "Whistleblowers should be strongly protected",
      "118": "The very existence of the state is a threat to our liberty.",
      "119": "There should be no police force",
      "120": "People's freedom should have no limits",
      "121": "Communism, if implemented correctly, would be a good form of economics",
      "122": "From each according to his ability, to each according to his need",
      "123": "Equality of outcome is important",
      "124": "Oppression by corporations is more of a concern than oppression by governments.",
      "125": "Taxes should be increased on the rich to provide for the poor.",
      "126": "Public utilities like roads and electricity should be publicly owned.",
      "127": "I support single-payer, universal healthcare.",
      "128": "The wealthy have far more than they need",
      "129": "Basic things needed to live, such as healthcare, are rights",
      "130": "It is necessary for the government to intervene in the economy to protect consumers.",
      "131": "People should have equal opportunity to succeed",
      "132": "People born to wealthy families have unfair success even when they aren't skilled and don't work hard",
      "133": "People should have the right to leave their wealth to their descendents",
      "134": "Excessive government intervention is a threat to the economy.",
      "135": "Economies without any capitalism will collapse",
      "136": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
      "137": "Capitalism is better than any existing alternative",
      "138": "Government owned industry is usually a bad idea",
      "139": "The freer the market, the freer the people",
      "140": "People should have to work for anything they get",
      "141": "The poor choose to be poor",
      "142": "The government should not regulate the economy at all",
      "143": "The government should not break up monopolies",
      "144": "Those who do not work should die",
      "145": "Religion should be banned",
      "146": "Faith is complete nonsense",
      "147": "Religion must decline for society to progress",
      "148": "Religious clothing should be banned from public",
      "149": "There is no higher power",
      "150": "The government should not fund any religious organizations in any way",
      "151": "I support gay marriage",
      "152": "Every religion must be looked upon equally by the government",
      "153": "Religion should be removed from everything in our government",
      "154": "Religion does not belong in government",
      "155": "Laws should not be based on religion",
      "156": "There must be a separation between church and state",
      "157": "I believe there is something after death",
      "158": "Religion is beneficial for society",
      "159": "People must be allowed to follow a religion",
      "160": "I believe in a higher power",
      "161": "Religious organizations often provide better assistance to the poor than the government does",
      "162": "Children should be educated in religious values.",
      "163": "Religion usually provides the truth",
      "164": "My religious values should be spread as much as possible.",
      "165": "Sex outside marriage is immoral.",
      "166": "Theocracy is a good system of government",
      "167": "The government should support and only recognize one religion",
      "168": "Most bad things happening in the world are caused by us turning away from religion",
      "169": "If AI could rule more effectively than humans, then AI should rule",
      "170": "Genetic modification is a force for good, even on humans.",
      "171": "Tradition just hinders the progress of technology",
      "172": "Automation overall is extremely good for society",
      "173": "Traditions are of no value on their own.",
      "174": "When people have already suffered for technology to be developed, we should use that technology",
      "175": "We should put effort into getting a person on Mars in the near future",
      "176": "Testing products on animals is ethical",
      "177": "Technological progress is usually good",
      "178": "Human Caused climate change is currently one of the greatest threats to our way of life.",
      "179": "Environmental regulations are essential.",
      "180": "A better world will come from automation, science, and technology.",
      "181": "To chase progress at all costs is dangerous.",
      "182": "Technology is not always beneficial",
      "183": "Traditions are important",
      "184": "Technology is negatively affecting modern society",
      "185": "Genetic modification should be used rarely, if ever",
      "186": "Maintaining family values is essential.",
      "187": "Society was better many years ago than it is now.",
      "188": "It is important that we maintain the traditions of our past.",
      "189": "The elders in society know the best path for it",
      "190": "Traditional medicines are often more effective than modern medicines",
      "191": "The Internet should be banned",
      "192": "We must go back to a basic way of life without modern conveniences.",
      "193": "Foreigners should never enter the country",
      "194": "We should not allow any refugees",
      "195": "Only our national language(s) should be spoken in our country",
      "196": "Only extremely talented immigrants, if that, should be permitted to enter the country",
      "197": "If we accept migrants at all, it is important that they assimilate into our culture.",
      "198": "Immigrants can never really adapt to our way of life",
      "199": "In general, immigrants are bad for the country",
      "200": "A nation's culture is important to protect",
      "201": "Illegal immigrants do not provide a benefit to the hosting country",
      "202": "Illegal immigrants should be deported in most or all cases",
      "203": "Immigrants should be expected to learn the language of the country",
      "204": "Border protection is important",
      "205": "We should be taking in more refugees",
      "206": "Immigrants are a net positive",
      "207": "I enjoy some foreign cultures",
      "208": "No cultures are superior to others.",
      "209": "We should be more accepting to other cultures",
      "210": "All societies are a blend of cultures",
      "211": "Everybody should speak at least two languages",
      "212": "All humans share a common identity",
      "213": "Our culture would be better with other cultures mixed in more",
      "214": "Governments should be as concerned about foreign citizens as they are about those within their borders.",
      "215": "Anybody who wants to enter the country should be able to",
      "216": "The benefits of open borders would outweigh the costs"
    },
    "political_ideas": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": ""
    },
    "soulgraphy_efa": {
      "1": "Employees should co-decide about their workplace.",
      "2": "Insurance and healthcare are every employee's right.",
      "3": "The minimum wage effectively prevents worker poverty.",
      "4": "Lack of regulation of workers and employment is the first step to exploitation.",
      "5": "Workplaces should be owned by a cooperative.",
      "6": "Sanepid should control the quality of premises and services.",
      "7": "The state should punish for non-compliance with the description of the sold product.",
      "8": "The state should fight monopolies.",
      "9": "The state should introduce maximum prices for some products.",
      "10": "Courts should always be guided by the interests of consumers.",
      "11": "The free market is the best economic system.",
      "12": "There is no freedom without a free market.",
      "13": "Multiple companies producing the same product is ineffective.",
      "14": "Energy and banks should never be privately owned.",
      "15": "Socialism always ends in poverty.",
      "16": "If there is no private property there is no motivation to work or be entrepreneurial.",
      "17": "You know best what and how much should be produced.",
      "18": "Supporting socialism nowadays is naive.",
      "19": "The rich should pay more taxes.",
      "20": "tax detriment effectively prevents directors from enormous earnings.",
      "21": "Income tax is a penalty for work.",
      "22": "Inheritances should go to the state or be highly taxed.",
      "23": "The entrepreneur decides his own money and should not be obliged to pay contributions.",
      "24": "VAT on food should be as low as possible.",
      "25": "Enter the maximum salary.",
      "26": "The richest most often inherited their property, so they should honor the state.",
      "27": "In order to reduce the cost of living, VAT should be reduced.",
      "28": "A land tax is good because it discourages the waste of land as a resource.",
      "29": "High income taxes negatively affect the economic development of the state.",
      "30": "Negative taxes discourage honest work and encourage income concealment.",
      "31": "Too high rates of income tax for the richest have a negative impact on society as a whole.",
      "32": "The flat tax is only good for the rich.",
      "33": "Land taxes have a negative impact on the costs of renting and using real estate.",
      "34": "High land taxes scare away investors and builders.",
      "35": "Entrepreneur-friendly CIT is also beneficial for the state.",
      "36": "The fight against corporations and exploitation through taxation also hurts small businesses and employees.",
      "37": "The state should first of all allow entrepreneurs to act.",
      "38": "Ideally, the licenses and permits required by the state to start a business should be kept to a minimum or abolished.",
      "39": "The entrepreneur does not play a significant role in society, therefore the state should focus more on developing employee rights than on the freedom to conduct business activity.",
      "40": "Regulation only reduces the positive effects of capitalism.",
      "41": "The state must regulate such issues as, for example, introducing new drugs to the market.",
      "42": "The state should regulate the number of hours an employee works in order to prevent exploitation by the employer.",
      "43": "The minimum wage should be constantly raised to ensure a decent living for employees.",
      "44": "The Labor Code should not exist, or it should be limited to a minimum.",
      "45": "The state, along with the development of technology, should gradually increase its regulations on the amount of work.",
      "46": "Free market and capitalism fail when it comes to workers' rights.",
      "47": "Instead of stiffening and regulating employment contracts, we should free them and make them more flexible.",
      "48": "The state must have a monopoly on money issuance.",
      "49": "A loose monetary policy is good for the economy.",
      "50": "There is nothing wrong with inflation caused by over-issuing money.",
      "51": "The central bank plays an important role in regulating the economy and should exist to, inter alia, supervise commercial banks.",
      "52": "The social policy of the state should be liberal and limited.",
      "53": "The state should spend money to create new jobs.",
      "54": "The free market often fails, so the state needs a large number of officials to regulate it.",
      "55": "More officials are good because they create jobs.",
      "56": "The state should regulate as much of the economy as possible to improve performance and support economic development.",
      "57": "Generally speaking, the official will spend money more efficiently than the private entrepreneur.",
      "58": "A strong state and developed bureaucracy creates better conditions for corruption.",
      "59": "The state should regulate the market to prevent a climate catastrophe.",
      "60": "The state should impose special regulations on meat producers in order to reduce its consumption.",
      "61": "There should be strict regulations regarding, inter alia, the combustion of greenhouse gases.",
      "62": "It is impossible to save people from the climate crisis without state regulation.",
      "63": "Customs are a good way to protect local businesses and businesses.",
      "64": "High tariffs hit mainly consumers.",
      "65": "The state should not limit imports from abroad.",
      "66": "Trade wars and high tariffs are a big obstacle to the free market.",
      "67": "The activities of foreign companies and corporations should be strictly regulated.",
      "68": "Big corporations should be taxed.",
      "69": "Conserve resources that may run out in the future.",
      "70": "Our country's economy should be self-sufficient.",
      "71": "There is nothing wrong with being economically dependent on another country, as long as it is beneficial for the people of both countries.",
      "72": "Instead of importing goods, we should manufacture them at home.",
      "73": "Banks should be nationalized.",
      "74": "Commercial banks should be liquidated in favor of one state-owned bank.",
      "75": "Banks that are on the verge of bankruptcy should be rescued by the state.",
      "76": "Banks should not be regulated by the state."
    },
    "soulgraphy_pfa": {
      "1": "Everyone should be able to express their views, even the most harmful.",
      "2": "Everyone should have the right to run in elections.",
      "3": "It is wrong to restrict voting rights to certain groups.",
      "4": "Political organizations promoting hatred towards specific groups should be banned.",
      "5": "Everyone should be able to participate in any demonstration or protest.",
      "6": "No political group should be silenced or marginalized.",
      "7": "False information should be blocked or prevented.",
      "8": "Hate speech should be punished.",
      "9": "Insulting religious feelings should be punished.",
      "10": "Art should be controlled by the government.",
      "11": "Content that is scandalous should not be shown in public space.",
      "12": "Some contemporary works of art should not be considered art.",
      "13": "Politically incorrect videos and songs should be blocked or access to them should be restricted.",
      "14": "Pornography should be illegal.",
      "15": "I support the movement \" GoTopless \"",
      "16": "Everyone should have equal opportunities in education.",
      "17": "Certain races, religions or genders are inherently discriminated against in school or work.",
      "18": "There should be a similar number of women and men in senior positions in the workplace.",
      "19": "Women should be guaranteed the same wages as men by law.",
      "20": "Systemic racism is a real problem.",
      "21": "Some genders or races have a better predisposition to perform certain jobs and I do not see anything wrong with that.",
      "22": "Women are often forced to do extra work at home.",
      "23": "Women should not have a choice between work and raising children.",
      "24": "The rich should pay the same high taxes as the poor.",
      "25": "Capitalism is the most just economic system",
      "26": "Dress code is a private matter for every human being.",
      "27": "The state should not interfere in the love and sexual life of citizens.",
      "28": "Nobody should be forced to live up to social norms.",
      "29": "Flaunting your otherness should be legally limited.",
      "30": "Offenses where the only victim is the perpetrator (e.g. drug use) are not crimes.",
      "31": "Cigarettes and alcohol should be legal and available to citizens.",
      "32": "It is a private matter of every human being what he does with himself and his body.",
      "33": "Cannibalism, as long as the consumed person has agreed, should be legal.",
      "34": "Illicit drugs only benefit the criminals who trade them.",
      "35": "The benefits of legal marijuana are more than the drawbacks.",
      "36": "Private and personal property is inviolable and can be defended at any cost.",
      "37": "Private and personal property is inviolable.",
      "38": "Killing an attacker to protect yourself and loved ones is not a bad thing.",
      "39": "The right to possess a gun is the right of every citizen.",
      "40": "Armed citizens are only a danger.",
      "41": "Morality is subjective",
      "42": "Everyone should be able to raise a child in accordance with their values",
      "43": "The law should be based on Christian morality.",
      "44": "The religious state is a denial of freedom.",
      "45": "Respect for secularism and religious freedom are the foundations of my dream country.",
      "46": "No religion should be privileged by the government.",
      "47": "There is no freedom if there is a state.",
      "48": "Only law and order ensure freedom for man",
      "49": "No anarchy has the right to operate in the modern world.",
      "50": "Second-generation human rights (e.g. right to social security, right to education) should not be considered human rights.",
      "51": "Some minorities should not have the same rights as the rest of the people.",
      "52": "It's natural for people to have their secrets.",
      "53": "People who give up their freedom for security, deserve neither one nor the other.",
      "54": "Protection against terrorism has gone too far.",
      "55": "The state should exercise control over social media.",
      "56": "Eavesdropping and espionage are not wrong when such actions are taken for legitimate purposes.",
      "57": "Participation in elections should be compulsory",
      "58": "Compulsory conscription should be restored.",
      "59": "In a strong state, there should be clear constraints and prohibitions.",
      "60": "Police and military should not be used to achieve political goals.",
      "61": "Police should be reformed or completely liquidated.",
      "62": "Any resistance to authority should be suppressed.",
      "63": "\" A society that puts equality over freedom has neither one nor the other. A society that puts freedom over equality will take pride in both. \"~ Milton Friedman"
    },
    "mypolitics": {
      "1": "Environmental protection is crucial in the modern world",
      "2": "We should abandon high-polluting energy sources",
      "3": "Environmental regulations are essential",
      "4": "The state should fight global warming",
      "5": "We place too much emphasis on the protection of farm animals",
      "6": "Waste segregation should be mandatory",
      "7": "Meat production should be reduced",
      "8": "The very existence of the state is wrong",
      "9": "During a crisis authoritarianism is better than democracy",
      "10": "Racial purity is better than racial mixing",
      "11": "Abortion on demand should be legal",
      "12": "The state should make additional efforts to restrict access to pornography for minors",
      "13": "The state system should be based on the principles of broad decentralization",
      "14": "Labour law should be abolished or severely limited",
      "15": "Same-sex partnerships should be legal",
      "16": "National symbols possess great value",
      "17": "Upbringing in the spirit of traditional values is key to the existence and development of society",
      "18": "People of a different religion to mine pose a threat to the cohesiveness of society ",
      "19": "Power must derive from tradition",
      "20": "The role of the state should be limited as much as possible",
      "21": "Citizens should have easy access to weapons",
      "22": "I support worker representation on corporate boards of directors",
      "23": "I would always support my country, regardless of whether it is doing the right thing",
      "24": "Being proud of one's nationality is unfounded",
      "25": "The church should not have more influence on the government than other organizations",
      "26": "Teaching religion in schools should be forbidden",
      "27": "The government should create and enforce a standard curriculum in all schools.",
      "28": "Military service should be obligatory",
      "29": "Non-heterosexualism must be fought/cured",
      "30": "I support the decriminalization of soft drugs",
      "31": "In some situations, the government should be able to limit the freedom of citizens (e.g. with the aim of protecting from terrorism)",
      "32": "My nation's culture and patriotism should be promoted by the government",
      "33": "We need a powerful army",
      "34": "We should aim to create a global government",
      "35": "My freedom ends where your freedom begins",
      "36": "Powerful leadership is required to keep country in order ",
      "37": "Citizenship should only be granted to foreigners who know the history of our country",
      "38": "Society should not aim to blur gender differences, but highlight men's and women's traits more",
      "39": "Patents should not exist",
      "40": "The state should work against monopolies",
      "41": "Marriage should be abolished",
      "42": "Technological progress is desirable, even if it causes profound social or enviromental changes",
      "43": "Military parades are neccessary",
      "44": "The state should be ruled by a single party",
      "45": "Government surveillance is desirable",
      "46": "Euthanasia should be legal",
      "47": "Religion is the opium of the people",
      "48": "Peaceful international cooperation is more effective than sanctions and violence",
      "49": "The interests of my country are more important than the interests of other countries",
      "50": "Social ostracism is more effective than state compulsion",
      "51": "I support the traditional family model",
      "52": "Monarchy is a good political system and I support it",
      "53": "I support international organizations such as the European Union",
      "54": "My country should aim to acquire lands which it used to own",
      "55": "It is the duty of every citizen to defend their homeland",
      "56": "Rehabiltation is more important than punishment",
      "57": "I support affirmative actions",
      "58": "I support full gender equality in all aspects of life",
      "59": "I am proud of the history of my country",
      "60": "A secular culture is desirable",
      "61": "If we accept immigrants, they must be subjected to detailed and meticulous selection",
      "62": "Reimposing the death penalty is a good idea",
      "63": "The oppressiveness of the government is a sufficient reason to rebel against it",
      "64": "The state should not have an army",
      "65": "IVF should be funded by the state",
      "66": "All within the state, nothing outside the state, nothing against the state",
      "67": "Total or totalitarian government should not be avoided",
      "68": "The age of consent should be reduced or abolished",
      "69": "Sexual promiscuity is immoral",
      "70": "A better partner is always a person of the same nationality as mine",
      "71": "The state should actively support the employment of the unemployed",
      "72": "The market should be regulated to protect consumers",
      "73": "Liberty is more important than equality",
      "74": "The state should provide people in extreme poverty with means neccesary for survival",
      "75": "Nationalization of key sectors of the economy is beneficial",
      "76": "A free market has a positive effect on the economy",
      "77": "A currency with the gold standard is better than fiat money.",
      "78": "The government should ensure that wages are not determined by gender",
      "79": "The government should limit imports from other countries to promote domestic producers",
      "80": "Taxation is theft",
      "81": "We should have a progressive tax system",
      "82": "Fighting for class equality is a priority",
      "83": "Retirement and pensions are a matter of individual planning and should not be organized by the state",
      "84": "Charity should be the main way we help the poor and those in need",
      "85": "Licenses, permits and trade unions are unnecessary hindrances to business",
      "86": "Trade unions should be subjected to the same rules as any other association",
      "87": "The government should guarantee universal and free healthcare, financed from the state budget",
      "88": "The central bank must be independent from the executive power",
      "89": "Stronger economic entities with a large competitive advantage should be subjected to stricter regulations",
      "90": "Poor people are poor as a result of their wrong decisions",
      "91": "Research should mainly be financed by the state",
      "92": "The right of inheritance should be abolished",
      "93": "Private property should be abolished",
      "94": "The state should never interefere with private property ",
      "95": "The state should only defend individual rights (army, police, judicial system) ",
      "96": "The state should provide the poorest people with housing and decent living conditions",
      "97": "The state should fight recession and high unemployment, even at the cost of high inflation",
      "98": "Increasing the income tax threshold is a better solution than supporting the poorest with social benefits",
      "99": "The state should organize the construction of strategic facilities",
      "100": "From each according to his ability, to each according to his need"
    }
  }
}
