{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "La libertad de empresa es la mejor forma práctica en que una sociedad puede prosperar",
      "2": "La caridad es una mejor manera de ayudar a los necesitados que el bienestar social.",
      "3": "Los salarios siempre son justos, ya que los empleadores saben mejor que nadie cuánto vale el trabajo de un trabajador",
      "4": "Es \"la naturaleza humana\" ser codicioso",
      "5": "\"Explotación\" es un término obsoleto, ya que las luchas del capitalismo de 1800 ya no existen.",
      "6": "El comunismo es un ideal que nunca puede funcionar en la práctica",
      "7": "Imponer impuestos a los ricos es una mala idea, la sociedad estaría mejor sin ellos.",
      "8": "Cuanto más trabajas, más subes en la escala social.",
      "9": "No se puede confiar en las organizaciones y corporaciones y necesitan ser reguladas por el gobierno.",
      "10": "Un gobierno que provee para todos es una idea intrínsecamente buena.",
      "11": "El sistema de bienestar actual debe ampliarse para combatir aún más la desigualdad.",
      "12": "La tierra no debe ser una mercancía para comprar y vender.",
      "13": "Toda la industria y la banca deben ser nacionalizadas.",
      "14": "La clase es la principal división de la sociedad.",
      "15": "La desigualdad económica es demasiado alta en el mundo.",
      "16": "A veces es correcto que el gobierno espíe a sus ciudadanos para combatir a los extremistas y terroristas",
      "17": "Las figuras de autoridad, si son moralmente correctas, son buenas para la sociedad.",
      "18": "La fuerza es necesaria para que cualquier gobierno tenga éxito.",
      "19": "Solo el gobierno puede regular de manera justa y efectiva las organizaciones.",
      "20": "La sociedad requiere estructura y burocracia para funcionar.",
      "21": "Se deben usar identificaciones obligatorias para garantizar la seguridad pública.",
      "22": "En tiempos de crisis, la seguridad se vuelve más importante que las libertades civiles.",
      "23": "Si no tienes nada que ocultar, no tienes nada que temer",
      "24": "El gobierno debería involucrarse menos en el día a día de sus ciudadanos.",
      "25": "Sin democracia, una sociedad no es nada",
      "26": "La anulación por jurado debería ser legal.",
      "27": "Cuanto más pequeño es el gobierno, más libre es la gente.",
      "28": "El gobierno debe, como máximo, proporcionar servicios de emergencia y aplicación de la ley",
      "29": "La policía no se hizo para proteger a la gente, sino para mantener el statu quo por la fuerza",
      "30": "Las escuelas estatales son una mala idea porque nuestro estado no debería influir en nuestros hijos",
      "31": "Dos personas que consienten deberían poder hacer lo que quieran entre sí, incluso si me hace sentir incómodo",
      "32": "El cuerpo de un individuo es de su propiedad, y debería poder hacerle cualquier cosa que desee.",
      "33": "Una persona debería poder adorar a quien quiera o lo que quiera.",
      "34": "El nudismo es perfectamente natural.",
      "35": "Los animales merecen ciertos derechos universales",
      "36": "El género es una construcción social, no una situación natural.",
      "37": "Las leyes basadas en valores culturales, en lugar de éticos, no son justicia.",
      "38": "La autonomía del cuerpo se extiende incluso a menores, enfermos mentales y delincuentes graves",
      "39": "La homosexualidad va en contra de mis valores.",
      "40": "Las personas transgénero deberían poder adoptar niños.",
      "41": "Las drogas son dañinas y deben prohibirse.",
      "42": "Debe existir la pena de muerte para determinados delitos.",
      "43": "Los crímenes sin víctimas aún deben ser castigados.",
      "44": "No se puede ser moral sin religión.",
      "45": "Los padres deben tener el poder absoluto sobre sus hijos, ya que son mayores y tienen más experiencia",
      "46": "El multiculturalismo es malo."
    },
    "8values": {
      "1": "Lo mejor sería que se abolieran los programas sociales en favor de la caridad privada.",
      "2": "Ninguna cultura es superior a las demás.",
      "3": "Los impuestos deben ser incrementados en los ricos para proveer a los pobres.",
      "4": "Los niños deben ser educados en valores religiosos o tradicionales.",
      "5": "Los medios de producción deben pertenecer a los trabajadores que los utilizan.",
      "6": "Los servicios básicos como las carreteras y la electricidad deben ser de propiedad pública.",
      "7": "Es importante que mantengamos las tradiciones de nuestro pasado.",
      "8": "La herencia es una forma legítima de riqueza.",
      "9": "El matrimonio entre personas del mismo sexo debería ser legal.",
      "10": "Las iglesias deben ser gravadas de la misma manera que otras instituciones.",
      "11": "El sacrificio de algunas libertades civiles es necesario para protegernos de los actos de terrorismo.",
      "12": "Un gobierno mundial unido sería beneficioso para la humanidad.",
      "13": "Es importante que fomentemos los objetivos de mi grupo por encima de todos los demás.",
      "14": "Es muy importante mantener la ley y el orden.",
      "15": "Los gobiernos deben preocuparse tanto por los extranjeros como por sus propios ciudadanos.",
      "16": "Es importante que el gobierno siga la opinión de la mayoría, aunque esté equivocada.",
      "17": "No es necesario justificar las guerras ante otros países.",
      "18": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
      "19": "La razón es más importante que mantener nuestra cultura.",
      "20": "La existencia misma del estado es una amenaza a nuestra libertad.",
      "21": "Es mejor mantener un presupuesto equilibrado que asegurar el bienestar de todos los ciudadanos.",
      "22": "Apoyo la asistencia sanitaria universal de un solo pagador.",
      "23": "Independientemente de las opiniones políticas, es importante ponerse del lado de tu país.",
      "24": "El sexo fuera del matrimonio es inmoral.",
      "25": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deben ser tratadas por igual.",
      "26": "Cuanto más fuerte sea el liderazgo, mejor.",
      "27": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
      "28": "Toda autoridad debe ser cuestionada.",
      "29": "Cuanto más libres sean los mercados, más libre será la gente.",
      "30": "Los gobiernos deben rendir cuentas a la comunidad internacional.",
      "31": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
      "32": "Los valores de nuestra nación deben ser difundidos tanto como sea posible.",
      "33": "Deberíamos abrir nuestras fronteras a la inmigración.",
      "34": "La intervención del gobierno es una amenaza para la economía.",
      "35": "Los delitos sin víctimas (como el consumo de drogas) no deberían ser delitos en absoluto.",
      "36": "La sociedad era mejor hace muchos años que ahora.",
      "37": "Aquellos con mayor capacidad de pago deberían recibir una mejor atención médica.",
      "38": "De cada uno según su capacidad, a cada uno según sus necesidades.",
      "39": "El cambio climático es actualmente una de las mayores amenazas a nuestra forma de vida.",
      "40": "La opresión de las empresas es más preocupante que la opresión de los gobiernos.",
      "41": "El consumo de drogas debe ser legalizado o despenalizado.",
      "42": "Es importante que pensemos a largo plazo, más allá de nuestra vida.",
      "43": "Si aceptamos a los migrantes, es importante que se asimilen a nuestra cultura.",
      "44": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
      "45": "Apoyo las uniones regionales, como la Unión Europea.",
      "46": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
      "47": "La prostitución debería ser ilegal.",
      "48": "Es importante mantener nuestra soberanía nacional.",
      "49": "La posesión de armas debería estar prohibida para aquellos que no tengan una razón válida.",
      "50": "Un estado jerárquico es lo mejor.",
      "51": "La acción militar de nuestra nación es a menudo necesaria para protegerla.",
      "52": "La democracia es más que un proceso de toma de decisiones.",
      "53": "La población en general toma malas decisiones.",
      "54": "La investigación debe realizarse a escala internacional.",
      "55": "Mis valores religiosos deben ser difundidos tanto como sea posible.",
      "56": "Las tradiciones no tienen valor por sí mismas.",
      "57": "La vigilancia gubernamental es necesaria en el mundo moderno.",
      "58": "Incluso cuando se protesta contra un gobierno autoritario, la violencia no es aceptable.",
      "59": "El gasto militar es un desperdicio de dinero.",
      "60": "Las regulaciones ambientales son esenciales.",
      "61": "Mantener los valores familiares es esencial.",
      "62": "La educación de calidad es un derecho de todas las personas.",
      "63": "La ayuda internacional es un desperdicio de dinero.",
      "64": "La religión debe jugar un papel en el gobierno.",
      "65": "Perseguir el progreso a toda costa es peligroso.",
      "66": "La investigación financiada con fondos públicos es más beneficiosa para el pueblo que dejarla en manos del mercado.",
      "67": "Las Naciones Unidas deben ser abolidas.",
      "68": "Mi nación es grande.",
      "69": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
      "70": "Los aranceles sobre el comercio internacional son importantes para fomentar la producción local."
    },
    "9axes": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": "",
      "170": "",
      "171": "",
      "172": "",
      "173": "",
      "174": "",
      "175": "",
      "176": "",
      "177": "",
      "178": "",
      "179": "",
      "180": "",
      "181": "",
      "182": "",
      "183": "",
      "184": "",
      "185": "",
      "186": "",
      "187": "",
      "188": "",
      "189": "",
      "190": "",
      "191": "",
      "192": "",
      "193": "",
      "194": "",
      "195": "",
      "196": "",
      "197": "",
      "198": "",
      "199": "",
      "200": "",
      "201": "",
      "202": "",
      "203": "",
      "204": "",
      "205": "",
      "206": "",
      "207": "",
      "208": "",
      "209": "",
      "210": "",
      "211": "",
      "212": "",
      "213": "",
      "214": "",
      "215": "",
      "216": ""
    },
    "political_ideas": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": ""
    },
    "soulgraphy_efa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": ""
    },
    "soulgraphy_pfa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": ""
    },
    "mypolitics": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": ""
    }
  }
}
