{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "La liberté d'entreprise est le meilleur moyen pratique pour une société de prospérer.",
      "2": "La charité est un meilleur moyen d'aider les personnes dans le besoin que l'aide sociale.",
      "3": "Les salaires sont toujours justes, car les employeurs savent le mieux ce que vaut le travail d'un travailleur.",
      "4": "C'est \"la nature humaine\" d'être cupide.",
      "5": "\"Exploitation\" est un terme obsolète, car les luttes du capitalisme des années 1800 n'existent plus.",
      "6": "Le communisme est un idéal qui ne peut jamais fonctionner dans la pratique.",
      "7": "La taxation des riches est une mauvaise idée, la société se porterait mieux sans elle.",
      "8": "Plus tu travailles dur, plus tu grimpes dans l'échelle sociale.",
      "9": "Les organisations et les entreprises ne sont pas dignes de confiance et doivent être réglementées par le gouvernement.",
      "10": "Un gouvernement qui pourvoit à tout le monde est une bonne idée en soi.",
      "11": "Le système actuel de protection sociale devrait être étendu pour lutter davantage contre les inégalités.",
      "12": "La terre ne doit pas être une marchandise à acheter et à vendre.",
      "13": "Toute l'industrie et la banque doivent être nationalisées.",
      "14": "La classe est la première division de la société.",
      "15": "Les inégalités économiques sont trop élevées dans le monde.",
      "16": "Parfois, il est juste que le gouvernement puisse espionner ses citoyens pour combattre les extrémistes et les terroristes.",
      "17": "Les figures d'autorité, si elles sont moralement correctes, sont une bonne chose pour la société.",
      "18": "La force est nécessaire pour que tout gouvernement réussisse.",
      "19": "Seul le gouvernement peut réglementer équitablement et efficacement les organisations.",
      "20": "La société a besoin de structure et de bureaucratie pour fonctionner.",
      "21": "Les pièces d'identité obligatoires doivent être utilisées pour assurer la sécurité publique.",
      "22": "En temps de crise, la sécurité devient plus importante que les libertés civiles.",
      "23": "Si vous n'avez rien à cacher, vous n'avez rien à craindre.",
      "24": "Le gouvernement devrait être moins impliqué dans la vie quotidienne de ses citoyens.",
      "25": "Sans démocratie, une société n'est rien.",
      "26": "L'annulation par un jury devrait être légale.",
      "27": "Plus le gouvernement est petit, plus le peuple est libre.",
      "28": "Le gouvernement devrait, tout au plus, fournir des services d'urgence et des forces de l'ordre.",
      "29": "La police n'est pas faite pour protéger le peuple, mais pour maintenir le statu quo par la force.",
      "30": "Les écoles publiques sont une mauvaise idée car notre État ne devrait pas influencer nos enfants.",
      "31": "Deux individus consentants devraient pouvoir faire ce qu'ils veulent l'un avec l'autre, même si cela me met mal à l'aise.",
      "32": "Le corps d'un individu est sa propriété et il devrait pouvoir en faire ce qu'il veut.",
      "33": "Une personne devrait pouvoir adorer qui ou ce qu'elle veut.",
      "34": "Le nudisme est parfaitement naturel.",
      "35": "Les animaux méritent certains droits universels.",
      "36": "Le genre est une construction sociale, pas un état de fait naturel.",
      "37": "Les lois basées sur des valeurs culturelles, plutôt que sur des valeurs éthiques, ne sont pas la justice.",
      "38": "L'autonomie de corps s'étend même aux mineurs, aux malades mentaux et aux grands criminels.",
      "39": "L'homosexualité est contraire à mes valeurs.",
      "40": "Les personnes transgenres devraient pouvoir adopter des enfants.",
      "41": "Les drogues sont nocives et devraient être interdites.",
      "42": "La peine de mort devrait exister pour certains crimes.",
      "43": "Les crimes sans victime doivent toujours être punis.",
      "44": "On ne peut pas être moral sans religion.",
      "45": "Les parents doivent détenir un pouvoir absolu sur leurs enfants, car ils sont plus âgés et plus expérimentés.",
      "46": "Le multiculturalisme est mauvais."
    },
    "8values": {
      "1": "La raison est plus importante que le maintien de notre culture.",
      "2": "La population en général prend de mauvaises décisions.",
      "3": "Une éducation de qualité est un droit pour tous.",
      "4": "La possession d'armes à feu devrait être interdite à ceux qui n'ont pas de raison valable d’en posséder.",
      "5": "La consommation de drogues devrait être légalisée ou dépénalisée.",
      "6": "Il est important que le gouvernement suive l'opinion de la majorité, même si elle est erronée.",
      "7": "Les tarifs douaniers sur le commerce international sont importants afin d’encourager la production locale.",
      "8": "Les moyens de production doivent appartenir aux travailleurs qui les utilisent.",
      "9": "Les Nations unies devraient être abolies.",
      "10": "Les églises devraient être taxées de la même manière que les autres institutions.",
      "11": "Il est important que nous poursuivions les objectifs de mon groupe avant tous les autres.",
      "12": "Les dépenses militaires sont un gaspillage d'argent.",
      "13": "La prostitution devrait être illégale.",
      "14": "Un état hiérarchique est préférable.",
      "15": "La surveillance gouvernementale est nécessaire dans le monde moderne.",
      "16": "Le maintien des valeurs familiales est essentiel.",
      "17": "Il est essentiel que le gouvernement intervienne dans l'économie pour protéger les consommateurs.",
      "18": "Même lorsque l'on proteste contre un gouvernement autoritaire, la violence n'est pas acceptable.",
      "19": "Un monde meilleur viendra de l'automatisation, de la science et de la technologie.",
      "20": "Je soutiens les unions régionales, telles que l'Union européenne.",
      "21": "La religion devrait jouer un rôle dans le gouvernement.",
      "22": "Mes valeurs religieuses doivent être diffusées autant que possible.",
      "23": "Le mariage entre personnes de même sexe devrait être légal.",
      "24": "L'avortement devrait être interdit dans la plupart ou la totalité des cas.",
      "25": "Les crimes sans victimes (tels que la consommation de drogue) ne devraient pas être considérés comme des crimes.",
      "26": "Les services publics de base, comme les routes et l'électricité, devraient relever de la propriété publique.",
      "27": "Les ressources doivent venir de tous selon leurs capacités, pour tous selon leurs besoins.",
      "28": "L'existence même de l'État est une menace pour notre liberté.",
      "29": "La modification génétique est une source de progrès, même sur les humains.",
      "30": "L'héritage est une forme légitime de richesse.",
      "31": "Les enfants doivent être éduqués aux valeurs religieuses ou traditionnelles.",
      "32": "Les relations sexuelles hors mariage sont immorales.",
      "33": "Si nous acceptons les migrants, il est important qu'ils s'intègrent à notre culture.",
      "34": "Il est important de maintenir notre souveraineté nationale.",
      "35": "Il serait préférable que les programmes sociaux soient abolis au profit des oeuvres de bienfaisance privées.",
      "36": "Aucune culture n'est supérieure aux autres.",
      "37": "Un gouvernement mondial uni serait bénéfique pour l'humanité.",
      "38": "Toutes les personnes - indépendamment des facteurs comme la culture ou la sexualité - doivent être traitées de la même manière.",
      "39": "La recherche financée par les pouvoirs publics est préférable pour la population que de laisser son finanement au marché.",
      "40": "Il est préférable de conserver un budget équilibré plutôt que de garantir le bien-être de tous les citoyens.",
      "41": "Il est plus important de maintenir des relations pacifiques que d'accroître notre force.",
      "42": "L'aide internationale est un gaspillage d'argent.",
      "43": "L'intervention du gouvernement est une menace pour l'économie.",
      "44": "Le sacrifice de certaines libertés civiles est nécessaire pour nous protéger des actes de terrorisme.",
      "45": "Les réglementations environnementales sont essentielles.",
      "46": "L'oppression par les entreprises est plus préoccupante que l'oppression par les gouvernements.",
      "47": "Rechercher le progrès à tout prix est dangereux.",
      "48": "Plus les marchés sont ouverts, plus les gens sont libres.",
      "49": "Il est important que nous maintenions les traditions de notre passé.",
      "50": "Les impôts doivent être augmentés pour les riches afin de subvenir aux besoins des pauvres.",
      "51": "La société était meilleure il y a des années qu'elle ne l'est aujourd'hui.",
      "52": "Plus le leadership est fort, mieux c'est.",
      "53": "Les traditions n'ont aucune valeur en soi.",
      "54": "Les gouvernements devraient rentre compte à la communauté internationale.",
      "55": "La démocratie est plus qu'un processus de décision.",
      "56": "Toute autorité doit être remise en question.",
      "57": "Les personnes disposant d’une plus grande capacité de paiement devraient recevoir de meilleurs soins de santé.",
      "58": "Il est très important de maintenir l'ordre public.",
      "59": "Nous devrions ouvrir nos frontières à l'immigration.",
      "60": "Ma nation est une grande nation.",
      "61": "Les valeurs de notre nation doivent être diffusées autant que possible.",
      "62": "Les guerres n'ont pas besoin d'être justifiées auprès d'autres pays.",
      "63": "Les gouvernements devraient se préoccuper autant des étrangers que de leurs propres citoyens.",
      "64": "Quelles que soient les opinions politiques, il est important de se ranger du côté de votre pays.",
      "65": "Le changement climatique est actuellement l'une des plus grandes menaces qui pèsent sur notre mode de vie.",
      "66": "La recherche doit être menée à l'échelle internationale.",
      "67": "Je suis en faveur d'un système de santé universel à payeur unique.",
      "68": "Il est important que nous pensions à long terme, au-delà de notre espérance de vie.",
      "69": "Les initiatives militaires de notre nation sont souvent nécessaires pour la protéger.",
      "70": "Il est important que nous travaillions en tant que monde uni pour lutter contre le changement climatique."
    },
    "9axes": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": "",
      "170": "",
      "171": "",
      "172": "",
      "173": "",
      "174": "",
      "175": "",
      "176": "",
      "177": "",
      "178": "",
      "179": "",
      "180": "",
      "181": "",
      "182": "",
      "183": "",
      "184": "",
      "185": "",
      "186": "",
      "187": "",
      "188": "",
      "189": "",
      "190": "",
      "191": "",
      "192": "",
      "193": "",
      "194": "",
      "195": "",
      "196": "",
      "197": "",
      "198": "",
      "199": "",
      "200": "",
      "201": "",
      "202": "",
      "203": "",
      "204": "",
      "205": "",
      "206": "",
      "207": "",
      "208": "",
      "209": "",
      "210": "",
      "211": "",
      "212": "",
      "213": "",
      "214": "",
      "215": "",
      "216": ""
    },
    "political_ideas": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": ""
    },
    "soulgraphy_efa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": ""
    },
    "soulgraphy_pfa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": ""
    },
    "mypolitics": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": ""
    }
  }
}
