{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "La libertà degli affari è il miglior modo pratico in cui una società può prosperare.",
      "2": "La carità è un modo migliore per aiutare i bisognosi rispetto al benessere sociale.",
      "3": "I salari sono sempre equi, poiché i datori di lavoro sanno meglio quanto vale il lavoro di un lavoratore.",
      "4": "È \"natura umana\" essere avidi.",
      "5": "\"Sfruttamento\" è un termine obsoleto, poiché le lotte del capitalismo del 1800 non esistono più.",
      "6": "Il comunismo è un ideale che non potrà mai funzionare in pratica.",
      "7": "La tassazione dei ricchi è una cattiva idea, la società starebbe meglio senza di essa.",
      "8": "Più lavori, più sali nella scala sociale.",
      "9": "Non ci si può fidare di organizzazioni e società e necessitano di una regolamentazione da parte del governo.",
      "10": "Un governo che provvede a tutti è un'idea intrinsecamente buona.",
      "11": "L'attuale sistema di welfare dovrebbe essere ampliato per combattere ulteriormente la disuguaglianza.",
      "12": "La terra non dovrebbe essere una merce da comprare e vendere.",
      "13": "Tutto il settore e la banca dovrebbero essere nazionalizzati.",
      "14": "La classe è la divisione primaria della società.",
      "15": "La disuguaglianza economica è troppo alta nel mondo.",
      "16": "A volte è giusto che il governo possa spiare i suoi cittadini per combattere estremisti e terroristi.",
      "17": "I dati dell'autorità, se moralmente corretti, sono un bene per la società.",
      "18": "La forza è necessaria per il successo di qualsiasi governo.",
      "19": "Solo il governo può regolamentare le organizzazioni in modo equo ed efficace.",
      "20": "La società richiede struttura e burocrazia per funzionare.",
      "21": "Gli ID obbligatori dovrebbero essere usati per garantire la sicurezza pubblica.",
      "22": "In tempi di crisi, la sicurezza diventa più importante delle libertà civili.",
      "23": "Se non hai niente da nascondere, non hai niente da temere.",
      "24": "Il governo dovrebbe essere meno coinvolto nella vita quotidiana dei suoi cittadini.",
      "25": "Senza democrazia, una società non è niente.",
      "26": "L'annullamento della giuria dovrebbe essere legale.",
      "27": "Più piccolo è il governo, più libere sono le persone.",
      "28": "Il governo dovrebbe, al massimo, fornire servizi di emergenza e forze dell'ordine.",
      "29": "La polizia non è stata creata per proteggere le persone, ma per mantenere lo status quo con la forza.",
      "30": "Le scuole statali sono una cattiva idea perché il nostro stato non dovrebbe influenzare i nostri figli.",
      "31": "Due individui consenzienti dovrebbero essere in grado di fare quello che vogliono l'uno con l'altro, anche se questo mi mette a disagio.",
      "32": "Il corpo di un individuo è di sua proprietà e dovrebbe essere in grado di fargli tutto ciò che desidera.",
      "33": "Una persona dovrebbe essere in grado di adorare chiunque o qualunque cosa voglia.",
      "34": "Il nudismo è perfettamente naturale.",
      "35": "Gli animali meritano determinati diritti universali.",
      "36": "Il genere è un costrutto sociale, non uno stato naturale di cose.",
      "37": "Le leggi basate sui valori culturali, piuttosto che su quelli etici, non sono giustizia.",
      "38": "L'autonomia corporea si estende anche ai minori, ai malati di mente e ai criminali gravi.",
      "39": "L'omosessualità è contro i miei valori.",
      "40": "Gli individui transgender dovrebbero poter adottare bambini.",
      "41": "Le droghe sono dannose e dovrebbero essere bandite.",
      "42": "La pena di morte dovrebbe esistere per alcuni reati.",
      "43": "I crimini senza vittime dovrebbero comunque essere puniti.",
      "44": "Non si può essere morali senza religione.",
      "45": "I genitori dovrebbero avere il potere assoluto sui propri figli, poiché sono più grandi e più esperti.",
      "46": "Il multiculturalismo è male."
    },
    "8values": {
      "1": "È importante che si promuovano gli interessi del mio gruppo rispetto a tutti gli altri.",
      "2": "È importante salvaguardare la nostra sovranità nazionale.",
      "3": "Sono a sostengo delle unioni regionali come l’Unione Europea.",
      "4": "La società era meglio molti anni fa rispetto a com’è ora.",
      "5": "La mia è una grande nazione.",
      "6": "L’eredità è una forma di ricchezza legittima.",
      "7": "I valori della nostra nazione dovrebbero essere diffusi il più possibile.",
      "8": "È importante che agire pensando a lungo termine, oltre la propria aspettativa di vita.",
      "9": "Le tasse sul commercio internazionale sono importanti per incentivare la produzione locale.",
      "10": "I crimini senza vittime (come l’uso di droghe) non dovrebbero essere considerati crimini.",
      "11": "Se dobbiamo proprio accogliere i migranti, almeno è importante che si integrino con la nostra cultura.",
      "12": "La ricerca dovrebbe essere condotta a livello internazionale.",
      "13": "L’azione militare della nostra nazione spesso è necessaria per proteggerla.",
      "14": "Un unico governo mondiale sarebbe vantaggioso per tutta l’umanità.",
      "15": "I governi si dovrebbero preoccupare per gli stranieri tanto quanto lo fanno per i propri cittadini.",
      "16": "La prostituzione dovrebbe essere illegale.",
      "17": "È necessario che il governo intervenga nell’economica per proteggere i consumatori.",
      "18": "Più liberi sono i mercati, più libere sono le persone.",
      "19": "I matrimoni tra persone dello stesso sesso dovrebbero essere legali.",
      "20": "Il sacrificio di alcune libertà civili è necessario per proteggerci dagli atti di terrorismo.",
      "21": "Il cambiamento climatico, al momento, è una delle più grandi minacce al nostro stile di vita.",
      "22": "A prescindere dalle opinioni politiche, è importante stare dalla parte del proprio paese.",
      "23": "Il possesso di armi da fuoco dovrebbe essere proibito per chi non ha una valida motivazione.",
      "24": "Le spese militari sono uno spreco di denaro.",
      "25": "La massa in genere prende decisioni sbagliate.",
      "26": "È importante collaborare uniti a livello internazionale per poter contrastare il cambiamento climatico.",
      "27": "È più preoccupante l’influenza che hanno le grandi società rispetto a quella che hanno i governi.",
      "28": "Anche quando si protesta contro un governo autoritario, la violenza non è accettabile.",
      "29": "I bambini dovrebbero ricevere un’educazione che basi su valori religiosi o tradizionali.",
      "30": "È più importante mantenere relazioni pacifiche che rafforzare il nostro potere.",
      "31": "Perseguire il progresso ad ogni costo è pericoloso.",
      "32": "Le Nazioni Unite dovrebbero essere abolite.",
      "33": "È importante mantenere le tradizioni del passato.",
      "34": "Le chiese dovrebbero essere tassate allo stesso modo in cui vengono tassati altre organizzazioni.",
      "35": "È importante che il governo segua l’opinione della maggioranza, anche quando è sbagliata.",
      "36": "Il sesso fuori dal matrimonio è immorale.",
      "37": "L’intervento del governo è una minaccia per l’economia.",
      "38": "L’aborto dovrebbe essere proibito nella maggiore parte o in tutti i casi.",
      "39": "Non bisogna giustificarsi con altri paesi per fare guerre.",
      "40": "Tutte le forme di autorità dovrebbero essere messe in discussione.",
      "41": "Più forte è la leadership, meglio è.",
      "42": "Le forniture e i servizi essenziali come l’elettricità e la manutenzione stradale dovrebbero essere a carico del governo.",
      "43": "Salvaguardare i valori della famiglia è fondamentale.",
      "44": "La modificazione genetica è una forza positiva, anche sugli esseri umani.",
      "45": "È molto importante mantenere l’ordine pubblico.",
      "46": "La religione dovrebbe coprire un ruolo all’interno del governo.",
      "47": "Grazie all’automazione, alla scienza e alla tecnologia il mondo sarà migliore.",
      "48": "L’educazione di qualità è un diritto di tutti.",
      "49": "La sola esistenza dello stato è una minaccia alla nostra libertà.",
      "50": "Chi ha la possibilità di pagare di più dovrebbe ricevere servizi sanitari migliori.",
      "51": "Le tasse dovrebbero essere aumentate ai ricchi per poter provvedere per i poveri.",
      "52": "È meglio mantenere un bilancio pubblico equilibrato piuttosto che assicurare welfare per tutti i cittadini.",
      "53": "La ricerca finanziata da fondi pubblici offre maggiori benefici per le persone rispetto a quella finanziati da fondi privati.",
      "54": "Sono a favore dell’assistenza sanitaria universale a sistema single-payer.",
      "55": "Dovremmo aprire le frontiere all’immigrazione.",
      "56": "I mezzi di produzione dovrebbero appartenere ai lavoratori che li utilizzano.",
      "57": "La razionalità ha priorità sul mantenimento delle tradizioni culturali.",
      "58": "L’uso di droghe dovrebbe essere legalizzato o decriminalizzato.",
      "59": "I miei valori religiosi dovrebbero essere diffusi il più possibile.",
      "60": "Uno stato gerarchico è il migliore.",
      "61": "Sarebbe meglio se i programmi sociali fossero aboliti a favore degli enti di beneficienza privati.",
      "62": "Non esistono culture superiori ad altre.",
      "63": "Tutti dovrebbero ricevere parità di trattamento, a prescindere da altri fattori come cultura o sessualità.",
      "64": "I governi dovrebbero essere responsabili nei confronti della comunità internazionale.",
      "65": "Gli aiuti internazionali sono uno spreco di denaro.",
      "66": "La sorveglianza del governo è necessaria nel mondo moderno.",
      "67": "Le tradizioni non hanno valore da sole.",
      "68": "La democrazia è molto di più di un processo decisionale.",
      "69": "Le normative ambientali sono essenziali.",
      "70": "Ciascuno dovrebbe dare in base alle proprie potenzialità, ciascuno dovrebbe ricevere in base ai propri bisogni."
    },
    "9axes": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": "",
      "170": "",
      "171": "",
      "172": "",
      "173": "",
      "174": "",
      "175": "",
      "176": "",
      "177": "",
      "178": "",
      "179": "",
      "180": "",
      "181": "",
      "182": "",
      "183": "",
      "184": "",
      "185": "",
      "186": "",
      "187": "",
      "188": "",
      "189": "",
      "190": "",
      "191": "",
      "192": "",
      "193": "",
      "194": "",
      "195": "",
      "196": "",
      "197": "",
      "198": "",
      "199": "",
      "200": "",
      "201": "",
      "202": "",
      "203": "",
      "204": "",
      "205": "",
      "206": "",
      "207": "",
      "208": "",
      "209": "",
      "210": "",
      "211": "",
      "212": "",
      "213": "",
      "214": "",
      "215": "",
      "216": ""
    },
    "political_ideas": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": ""
    },
    "soulgraphy_efa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": ""
    },
    "soulgraphy_pfa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": ""
    },
    "mypolitics": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": ""
    }
  }
}
