{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    },
    "political_ideas": {
      "sections": {
        "econ": "Ekonomia",
        "state": "Państwo",
        "society": "Społeczeństwo",
        "law": "Prawo",
        "compass": "Kompas Polityczny",
        "ideology": "Najbliższa ideologia",
        "thinkers": "Myśliciele ideologii",
        "party": "Najbliższa partia"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "Wolność biznesu jest najlepszą formą tego, jak społeczeństwo może prosperować.",
      "2": "Działania charytatywne są lepszym rozwiązaniem na pomoc ubogim niż zasiłki rządowe.",
      "3": "Płace są zawsze sprawiedliwe, bo pracowdawca najlepiej wie ile pracownik jest wart.",
      "4": "Bycie chciwym należy do \"ludzkiej natury\".",
      "5": "\"Wyzysk\" to przestarzały termin, który nie obowiązuje w dzisiejszych czasach.",
      "6": "Komunizm to idea, która nigdy nie zadziała w praktyce .",
      "7": "Opodatkowanie bogatych nie jest najlepszym pomysłem, społeczeństwu żyłoby się lepiej bez tego.",
      "8": "Im ciężej pracujesz tym wyżej wspinasz się po drabinie społecznej.",
      "9": "Nie można ufać korporacjom i powinny być kontrolowane przez rząd.",
      "10": "Zmiana Polski w państwo opiekuńcze jest dobrym pomysłem",
      "11": "Obecny system zabezpieczeń społecznych powinien być coraz bardziej poszerzany, aby walczyć z nierównościami.",
      "12": "Ziemia nie powinna być obiektem kupna i sprzedaży.",
      "13": "Cały przemysł powinien zostać znacjonalizowany.",
      "14": "Klasa jest podstawową jednostką podziału społeczeństwa.",
      "15": "Nierówności społeczne na świecie są zbyt duże.",
      "16": "Czasami szpiegowanie rządowe jest uzasadnione np. chroniąc obywateli przed terroryzmem.",
      "17": "Autorytety, jeżeli dobrze dobrane, są korzystne dla społeczeństwa.",
      "18": "Działania siłowe rządu są niezbędne, aby nasz kraj odniósł sukces.",
      "19": "Tylko rząd jest w stanie sprawiedliwie regulować organizacje.",
      "20": "Społeczeństwo potrzebuje struktury i biurokracji, by funkcjonować.",
      "21": "Obowiązkowe identyfikatory powinny istnieć, aby zapewnić nam bezpieczeństwo.",
      "22": "W czasie kryzysu bezpieczeństwo jest ważniejsze niż wolności społeczne.",
      "23": "Jeżeli nie masz nic do ukrycia, nie musisz obawiać się szpiegowania.",
      "24": "Rząd powinien być mniej zaangażowany w życie prywatne ludzi.",
      "25": "Bez demokracji, społeczeństwo byłoby niczym.",
      "26": "Odwołanie jury powinno być legalne.",
      "27": "Im mniejszy rząd, tym wolniejsi ludzie.",
      "28": "Rząd powinien zapewniać jedynie służby bezpieczeństwa.",
      "29": "Policja nie została stworzona, by chronić ludzi, a by siłą wprowadzać status quo.",
      "30": "Szkoły państwowe to zły pomysł, państwo nie powinno wpływać na nasze dzieci.",
      "31": "Dwie jednostki powinny, za obustronną zgodą, móc ze sobą zrobić co chcą, nawet jeżeli sam czułbym się wtedy niekomfortowo.",
      "32": "Ciało jest własnością jednostki i powinna ona móc robić z nim co zechce.",
      "33": "Ludzie powinni mieć prawo czcić zupełnie kogo chcą i co chcą.",
      "34": "Nudyzm jest w pełni naturalny.",
      "35": "Zwierzęta zasługują na pewne uniwersalne prawa.",
      "36": "Płeć to jedynie konstrunkt społeczny, który nie ma nic wspólnego z rzeczywistością.",
      "37": "Prawa bazowane na wartościach kulturowych, zamiast etycznych, nie są sprawiedliwe.",
      "38": "Autonomia ciała rozciąga się również na mniejszości, chorych umysłowo i przestępców kryminalnych.",
      "39": "Homoseksualizm jest sprzeczny z moimi wartościami.",
      "40": "Transpłciowi ludzie powinni móc bez problemu adoptować dzieci.",
      "41": "Narkotyki są szkodliwe i powinny być zakazanes.",
      "42": "W kraju powinna funkcjonować kara śmierci.",
      "43": "Przestępstwa bez ofiar powinny być wciąż penalizowane.",
      "44": "Nie można być moralnym bez religii.",
      "45": "Rodzice powinni mieć absolutną władzę nad dzieckiem.",
      "46": "Multikulturalizm jest szkodliwym zjawiskiem."
    },
    "8values": {
      "1": "Bardziej niepokojący jest ucisk ze strony korporacji niż rządu.",
      "2": "Obowiązkiem rządu jest interwencja gospodarcza w celu ochrony konsumentów.",
      "3": " Im wolniejszy rynek, tym wolniejsi ludzie.",
      "4": "Utrzymanie zrównoważonego budżetu jest ważniejsze niż zagwarantowanie dobrobytu wszystkim obywatelom.",
      "5": "Badania finansowane publiczne są skuteczniejsze niż te prowadzone prywatnie.",
      "6": "Handel międzynarodowy przynosi więcej korzyści niż strat.",
      "7": "Od każdego według jego zdolności, każdemu według jego potrzeb.",
      "8": "Lepiej byłoby, gdyby wszystkie programy socjalne zostały zniesione na rzecz prywatnej działalności charytatywnej.",
      "9": "Aby polepszyć żywot biednych, powinniśmy podnieść podatki dla najbogatszych",
      "10": "Dziedziczenie jest uczciwą formą wzbogacenia się.",
      "11": "Obiekty użytku publicznego takie jak m.in drogi i elektrownie, powinny pozostać w rękach publicznych.",
      "12": "Nadmierna ingerencja rządu jest zagrożeniem dla gospodarki.",
      "13": "Ludzie, którzy są zdolni zapłacić, powinni mieć dostęp do lepszej ochrony zdrowia.",
      "14": "Dostęp do dobrej jakości edukacji jest podstawowym prawem każdego człowieka.",
      "15": "Środki produkcji powinny kolektywnie należeć do robotników, którzy ich używają.",
      "16": "ONZ powinno zostać zniesione.",
      "17": "Aby chronić nasz kraj, często nieunikniona jest zbrojna interwencja .",
      "18": "Popieram organizacje międzynarodowe, takie jak Unia Europejska.",
      "19": "To ważne, by utrzymywać naszą narodową suwerenność.",
      "20": "Korzystniejszy dla ludzkości byłby światowy rząd.",
      "21": "Powinniśmy dyplomatycznie rozwiązywać konflikty międzynarodowe, niżeli ograniczać się do używania siły.",
      "22": "Wojny nie muszą być usprawiedliwiane przed innymi krajami.",
      "23": "Wydatki na wojsko to strata pieniędzy.",
      "24": "Pomoc międzynarodowa jest stratą pieniędzy.",
      "25": "Mój naród jest wielki.",
      "26": "Badania powinny być prowadzone na międzynarodową skalę.",
      "27": "Rządy powinny przejmować się także międzynarodową społecznością.",
      "28": "Nawet jeśli protestuję się przeciwko autorytarnemu rządowi, nie powinno się używać przemocy.",
      "29": "Moje wartości religijne powinny być rozprzestrzenione na jak największą skalę.",
      "30": "Wartości naszego narodu powinny być rozprzestrzenione na jak największą skalę.",
      "31": "Przestrzeganie porządku i prawa jest ważne.",
      "32": "Ogół ludzkości zwykle podejmuje złe decyzje.",
      "33": "Wspomagane medycznie samobójstwo powinno być legalne.",
      "34": "Aby zapewnić nam ochronę przed aktami terroryzmu, konieczne jest poświęcenie niektórych wolności osobistych.",
      "35": "We współczesnym świecie niezbędna jest rządowa inwigilacja.",
      "36": "Samo istnienie państwa jest już uderzeniem w naszą wolność.",
      "37": "Ważne jest aby wspierać swój kraj, niezależnie od poglądów politycznych.",
      "38": "Żadna władza nie powinna być niezaprzeczalna.",
      "39": "Społeczeństwo oparte na hierarchii to najlepszy model społeczeństwa.",
      "40": "Rząd powinien postępować według opinii większości, nawet jeśli się mylą.",
      "41": "Im silniejsze przywództwo, tym lepiej.",
      "42": "Demokracja to coś więcej, niż proces podejmowania decyzji.",
      "43": "Ochrona środowiska jest niezbędna w dzisiejszym świecie.",
      "44": "Lepszy świat powstanie w wyniku automatyzacji, nauki i technologii.",
      "45": "Dzieci powinny być nauczane religijnych lub tradycyjnych wartości.",
      "46": "Sama w sobie tradycja nie ma żadnej wartości.",
      "47": "Religia powinna stanowić nierozerwalny element polityki rządu.",
      "48": "Związki wyznaniowe powinny być opodatkowane w taki sam sposób jak inne instytucje.",
      "49": "Jednymi z największych zagrożeń dla naszego obecnego stylu życia są zmiany klimatyczne.",
      "50": "Narody powinny się zjednoczyć w walce z globalnym ociepleniem.",
      "51": "Wiele lat temu społeczeństwo było znacznie lepsze.",
      "52": "To ważne, byśmy podtrzymywali tradycje naszych przodków.",
      "53": "To ważne, byśmy myśleli długoterminowo, daleko poza okres naszych żyć.",
      "54": "Działanie racjonalnie jest ważniejsze niż postępowanie zgodnie z naszą kulturą.",
      "55": "Zażywanie narkotyków powinno być zalegalizowane lub zdepenalizowane.",
      "56": "Małżeństwa jednopłciowe powinny być legalne.",
      "57": "Nie istnieją żadne wyższe czy też niższe kultury.",
      "58": "Seks przedmałżeński jest niemoralny.",
      "59": "Jeśli w ogóle mamy przyjmować imigrantów, koniecznie muszą przyjąć naszą kulturę i obyczaje.",
      "60": "W większości przypadków aborcja powinna być zakazana.",
      "61": "Posiadanie broni bez zezwolenia powinno być legalne.",
      "62": "Popieram państwową, opłacaną z podatków, służbę zdrowia.",
      "63": "Prostytucja powinna być nielegalna.",
      "64": "W dzisiejszym społeczeństwie ważne jest zachowanie wartości rodzinnych.",
      "65": "Ślepe podążanie za postępem jest ryzykowne.",
      "66": "Każda korzystna modyfikacja genetyczna zmieni nasze życia na lepsze, nawet w przypadku zmiany genotypu człowieka.",
      "67": "Powinniśmy otworzyć swoje granice na imigrantów.",
      "68": "Rządy nie powinny stawiać własnych obywateli nad obcych obywateli.",
      "69": "Niezależnie od czynników takich jak kultura lub seksualność, wszyscy ludzie powinni być traktowani równo.",
      "70": "Cele moje i mojej grupy są ważniejsze od celi wszystkich innych grup i osób."
    },
    "9axes": {
      "1": "Nie ma potrzeby tworzenia rządu krajowego",
      "2": "Pododdziały narodów powinny mieć własne wojska",
      "3": "Prawo państwowe powinno mieć pierwszeństwo przed przepisami krajowymi",
      "4": "Prawo stanowe i lokalne powinno mieć pierwszeństwo przed prawem krajowym",
      "5": "Rząd krajowy nie może zrozumieć, czego ludzie potrzebują.",
      "6": "Ludzie powinni być bardziej lojalni wobec swojego lokalnego stanu niż swojego kraju.",
      "7": "Samorządy lokalne powinny mieć większą władzę niż obecnie",
      "8": "Prawa powinny różnić się w zależności od obszaru i kultury do kultury w danym kraju.",
      "9": "Dobrym pomysłem jest przetestowanie polityki w jednym stanie, a nie wdrożenie jej od razu w całym kraju",
      "10": "Samorządy lokalne mogą lepiej rozumieć swoich obywateli niż władze krajowe",
      "11": "Samorządy lokalne zajmują się kwestiami, których rząd krajowy bez nich nigdy by nie poruszył",
      "12": "Samorządy lokalne dają każdemu regionowi dobrą reprezentację swoich poglądów",
      "13": "Kraj nie może funkcjonować bez rządu krajowego",
      "14": "Rząd krajowy chroni mniejszości lepiej niż niektóre samorządy.",
      "15": "Istnieje wiele problemów, których nie ma sensu rozwiązywać na poziomie lokalnym",
      "16": "Rząd krajowy potrzebuje więcej władzy",
      "17": "Podziały nie powinny mieć możliwości wyłączenia spod przepisów krajowych",
      "18": "Ludzie powinni myśleć o sobie jako o obywatelach swojego narodu, a nie swojego państwa",
      "19": "Grupa państw bez silnego rządu narodowego jest tylko sojuszem, a nie narodem",
      "20": "Rząd krajowy musi być silny, aby odpowiednio chronić wszystkich swoich obywateli",
      "21": "Państwa nie mogą funkcjonować bez silnego rządu narodowego",
      "22": "Nie ma potrzeby rządów lokalnych ani stanowych",
      "23": "Prawo powinno być całkowicie spójne we wszystkich regionach narodu",
      "24": "Silne państwa osłabiają naród",
      "25": "Demokracja bezpośrednia jest najlepszą formą rządów",
      "26": "Ludzie powinni sami głosować kwestia po emisji",
      "27": "Przedstawiciele rzadko dobrze reprezentują naród",
      "28": "Ważne jest, aby rząd podążał za opinią większości, nawet jeśli jest ona błędna.",
      "29": "Im więcej osób pytało, tym większa szansa na podjęcie najlepszej decyzji.",
      "30": "Nikt poza mną nie może odpowiednio reprezentować moich poglądów",
      "31": "Wybory są skutecznym sposobem okazania aprobaty rządu",
      "32": "Demokracja jest najgorszą formą rządu, z wyjątkiem wszystkich innych, których próbowaliśmy.",
      "33": "Każda osoba powinna mieć jeden głos, każdy równy",
      "34": "Demokracja to coś więcej niż proces podejmowania decyzji.",
      "35": "Ludzie powinni mieć możliwość wyboru swoich przywódców",
      "36": "Rząd musi być przez ludzi dla ludzi",
      "37": "Im silniejsze przywództwo, tym lepiej.",
      "38": "Popularna opinia nie zawsze ma rację",
      "39": "Przywódcy muszą być silni, bo inaczej ucierpi naród",
      "40": "Najlepszy jest stan hierarchiczny.",
      "41": "Społeczeństwo nie mogłoby funkcjonować bez liderów i zwolenników",
      "42": "Demokracja sprawia, że ​​większości zbyt łatwo jest rozwijać się kosztem mniejszości",
      "43": "Ogólna ludność podejmuje złe decyzje.",
      "44": "Ważne jest, abyśmy wspierali cele mojej grupy ponad wszystkie inne.",
      "45": "Opinia publiczna zmienia się zbyt mocno pod wpływem wydarzeń emocjonalnych, aby mogła być użyteczna przy tworzeniu polityki",
      "46": "Wybory to marnowanie zasobów",
      "47": "Zaspokojenie opinii publicznej jest szkodliwe dla narodu",
      "48": "Naród musi być bezwarunkowo posłuszny swojemu przywództwu",
      "49": "Zjednoczony rząd światowy byłby korzystny dla ludzkości.",
      "50": "Jesteśmy przede wszystkim obywatelami Ziemi",
      "51": "Aby ludzkość przetrwała, musimy przezwyciężyć istnienie odrębnych narodów",
      "52": "ONZ potrzebuje więcej władzy",
      "53": "Organizacja Narodów Zjednoczonych powinna mieć wojsko do egzekwowania swoich rezolucji",
      "54": "Posiadanie niezależnych narodów zagrożonych globalnym konfliktem stwarza duże zagrożenie dla całej ludzkości",
      "55": "Popieram związki regionalne, takie jak Unia Europejska.",
      "56": "Rządy powinny odpowiadać przed społecznością międzynarodową.",
      "57": "Narody walczące między sobą stają na drodze postępu",
      "58": "Handel międzynarodowy jest ogólnie korzystny.",
      "59": "Sojusze są ważne dla ochrony narodu",
      "60": "Narody powinny współpracować zawsze, gdy jest to korzystne dla nich obu",
      "61": "Ważne jest zachowanie naszej suwerenności narodowej.",
      "62": "Mój naród jest bliższy moim poglądom niż większość narodów na świecie",
      "63": "Jestem dumny, że jestem w swoim kraju",
      "64": "Pomoc międzynarodowa to strata pieniędzy.",
      "65": "Sojusze mogą stanowić zagrożenie dla suwerenności narodu.",
      "66": "Kultury narodowe powinny być chronione",
      "67": "Mój naród powinien trzymać się z dala od spraw międzynarodowych",
      "68": "Narody Zjednoczone powinny zostać zniesione.",
      "69": "Nikt w innych krajach nie ma na uwadze naszego najlepszego interesu",
      "70": "Dyplomacja rani tylko narody",
      "71": "Nie powinno być prawa międzynarodowego",
      "72": "Wszelkie umowy, których chcą inne kraje, muszą być dla nas złe",
      "73": "Wojna jest potrzebna, aby gospodarka dobrze prosperowała",
      "74": "Ciągły stan wojny przynosi korzyści krajowi",
      "75": "Tylko ci, którzy służą w wojsku, powinni mieć wpływ na to, kto jest u władzy",
      "76": "Powinna być obowiązkowa służba wojskowa",
      "77": "Kraje, które nie służą naszym interesom, powinny zostać obalone",
      "78": "Tylko ci, którzy służyli w wojsku, powinni być w stanie zdobyć władzę w rządzie",
      "79": "Działania militarne naszego narodu są często konieczne, aby go chronić.",
      "80": "Kraje łamiące prawa człowieka powinny zostać obalone",
      "81": "Zawsze należy rozważyć opcję wojskową",
      "82": "Rząd musi utrzymać silną armię, aby się bronić",
      "83": "Naród zwykle potrzebuje wojska, aby przetrwać",
      "84": "Powinniśmy szanować tych, którzy służyli w naszym wojsku",
      "85": "Ważniejsze jest utrzymanie pokojowych stosunków niż wzmacnianie naszej siły.",
      "86": "Opcje dyplomatyczne należy zawsze wypróbować, zanim wojna zostanie nawet rozważona",
      "87": "W miarę możliwości pokój jest lepszy od wojny",
      "88": "Nawet kiedy protestujesz przeciwko autorytarnemu rządowi, przemoc jest niedopuszczalna.",
      "89": "Trwały pokój prowadzi do dobrobytu",
      "90": "Wojna zwykle prowadzi do gorszych wyników",
      "91": "Wydatki wojskowe to strata pieniędzy.",
      "92": "Nie mamy prawa interweniować militarnie w innych narodach",
      "93": "Kraje rozpadają się w ciągłej wojnie",
      "94": "Wojna nigdy nie jest usprawiedliwiona",
      "95": "W epoce nowożytnej wojsko nie jest tak naprawdę potrzebne",
      "96": "Narody nie powinny utrzymywać wojska",
      "97": "Ci, którzy nie zgadzają się z rządem, powinni zostać usunięci z kraju",
      "98": "Rząd powinien monitorować wszystkich obywateli w celu zwalczania terroryzmu",
      "99": "Ludzie nie powinni mieć zabezpieczeń, które mogłyby utrudniać wykrycie ich działalności przestępczej",
      "100": "Policja potrzebuje więcej władzy i ochrony",
      "101": "Bardzo ważne jest utrzymanie prawa i porządku.",
      "102": "Kraj musi podjąć wszelkie środki w celu egzekwowania swoich praw",
      "103": "Jeśli nie masz nic do ukrycia, nie powinieneś przejmować się tym, że rząd ma dostęp do twojej komunikacji",
      "104": "Poświęcenie niektórych swobód obywatelskich jest konieczne, aby chronić nas przed aktami terroryzmu.",
      "105": "Nadzór rządowy jest niezbędny we współczesnym świecie.",
      "106": "Rząd powinien mieć dostęp do e-maili podejrzanych o terroryzm",
      "107": "Należy zrezygnować z pewnej wolności, aby zapewnić ludziom bezpieczeństwo",
      "108": "Absolutna wolność czyni społeczeństwo niebezpiecznym",
      "109": "Marihuana powinna być zalegalizowana",
      "110": "Ludzie powinni mieć wolność, ilekroć powoduje to niewielkie zagrożenie dla bezpieczeństwa",
      "111": "Rząd nie ma żadnego interesu w obserwowaniu życia osobistego większości ludzi",
      "112": "Aborcja powinna być legalna we wszystkich przypadkach",
      "113": "Policja powinna być bardziej regulowana",
      "114": "Żaden autorytet nie powinien pozostać niekwestionowany.",
      "115": "Przestępstwa bez ofiar (takie jak używanie narkotyków) w ogóle nie powinny być przestępstwami.",
      "116": "Większość narkotyków powinna zostać zalegalizowana",
      "117": "Informatorzy powinni być silnie chronieni",
      "118": "Samo istnienie państwa jest zagrożeniem dla naszej wolności.",
      "119": "Nie powinno być policji",
      "120": "Wolność ludu nie powinna mieć granic",
      "121": "Komunizm, jeśli zostanie prawidłowo wdrożony, będzie dobrą formą ekonomii",
      "122": "Od każdego według jego zdolności, każdemu według jego potrzeb",
      "123": "Równość wyników jest ważna",
      "124": "Ucisk ze strony korporacji jest większym problemem niż ucisk ze strony rządów.",
      "125": "Podatki dla bogatych powinny zostać zwiększone, aby zapewnić biednym.",
      "126": "Usługi użyteczności publicznej, takie jak drogi i elektryczność, powinny być własnością publiczną.",
      "127": "Wspieram jednoosobową, powszechną opiekę zdrowotną.",
      "128": "Bogaci mają znacznie więcej niż potrzebują",
      "129": "Podstawowe rzeczy potrzebne do życia, takie jak opieka zdrowotna, to prawa",
      "130": "Konieczne jest, aby rząd interweniował w gospodarkę w celu ochrony konsumentów.",
      "131": "Ludzie powinni mieć równe szanse na sukces",
      "132": "Ludzie urodzeni w zamożnych rodzinach odnoszą nieuczciwy sukces, nawet jeśli nie są wykwalifikowani i nie pracują ciężko",
      "133": "Ludzie powinni mieć prawo do pozostawienia swojego bogactwa swoim potomkom",
      "134": "Nadmierna interwencja rządu jest zagrożeniem dla gospodarki.",
      "135": "Gospodarki bez kapitalizmu upadną",
      "136": "Lepiej dążyć do utrzymania zrównoważonego budżetu niż do zapewnienia dobrobytu wszystkim obywatelom.",
      "137": "Kapitalizm jest lepszy niż jakakolwiek istniejąca alternatywa",
      "138": "Przemysł państwowy to zazwyczaj zły pomysł",
      "139": "Im bardziej wolny rynek, tym bardziej wolni ludzie",
      "140": "Ludzie powinni pracować na wszystko, co dostaną",
      "141": "Biedni wybierają bycie biednym",
      "142": "Rząd w ogóle nie powinien regulować gospodarki",
      "143": "Rząd nie powinien rozbijać monopoli",
      "144": "Ci, którzy nie pracują, powinni umrzeć",
      "145": "Religia powinna być zakazana",
      "146": "Wiara to kompletny nonsens",
      "147": "Religia musi upaść, aby społeczeństwo mogło się rozwijać",
      "148": "Odzież religijna powinna być zakazana publicznie",
      "149": "Nie ma wyższej mocy",
      "150": "Rząd nie powinien w żaden sposób finansować żadnych organizacji religijnych",
      "151": "Wspieram małżeństwa homoseksualne",
      "152": "Każda religia musi być traktowana jednakowo przez rząd",
      "153": "Religia powinna być usunięta ze wszystkiego w naszym rządzie",
      "154": "Religia nie należy do rządu",
      "155": "Prawa nie powinny opierać się na religii",
      "156": "Musi istnieć rozdział między kościołem a państwem",
      "157": "Wierzę, że po śmierci jest coś",
      "158": "Religia jest korzystna dla społeczeństwa",
      "159": "Ludzie muszą mieć możliwość wyznawania religii",
      "160": "Wierzę w wyższą moc",
      "161": "Organizacje religijne często zapewniają lepszą pomoc biednym niż rząd",
      "162": "Dzieci powinny być kształcone w wartościach religijnych.",
      "163": "Religia zwykle dostarcza prawdy",
      "164": "Moje wartości religijne powinny być jak najbardziej rozpowszechniane.",
      "165": "Seks pozamałżeński jest niemoralny.",
      "166": "Teokracja to dobry system rządzenia",
      "167": "Rząd powinien wspierać i uznawać tylko jedną religię",
      "168": "Większość złych rzeczy dziejących się na świecie jest spowodowana odwróceniem się od religii",
      "169": "Jeśli sztuczna inteligencja mogłaby rządzić skuteczniej niż ludzie, to sztuczna inteligencja powinna rządzić",
      "170": "Modyfikacja genetyczna działa na dobre, nawet na ludzi.",
      "171": "Tradycja tylko hamuje postęp techniki",
      "172": "Ogólnie automatyzacja jest bardzo dobra dla społeczeństwa",
      "173": "Tradycje same w sobie nie mają żadnej wartości.",
      "174": "Kiedy ludzie już cierpieli z powodu rozwoju technologii, powinniśmy z niej korzystać",
      "175": "Powinniśmy włożyć wysiłek w sprowadzenie człowieka na Marsa w najbliższej przyszłości",
      "176": "Testowanie produktów na zwierzętach jest etyczne",
      "177": "Postęp technologiczny jest zwykle dobry",
      "178": "Zmiany klimatyczne spowodowane przez człowieka są obecnie jednym z największych zagrożeń dla naszego stylu życia.",
      "179": "Przepisy środowiskowe są niezbędne.",
      "180": "Lepszy świat nadejdzie dzięki automatyzacji, nauce i technologii.",
      "181": "Pogoń za postępem za wszelką cenę jest niebezpieczna.",
      "182": "Technologia nie zawsze jest korzystna",
      "183": "Tradycje są ważne",
      "184": "Technologia negatywnie wpływa na współczesne społeczeństwo",
      "185": "Modyfikacja genetyczna powinna być stosowana rzadko, jeśli w ogóle",
      "186": "Utrzymanie wartości rodzinnych jest niezbędne.",
      "187": "Społeczeństwo było lepsze wiele lat temu niż jest teraz.",
      "188": "Ważne jest, abyśmy podtrzymali tradycje naszej przeszłości.",
      "189": "Starsi w społeczeństwie znają najlepszą do tego ścieżkę",
      "190": "Leki tradycyjne są często skuteczniejsze niż leki nowoczesne",
      "191": "Internet powinien być zakazany",
      "192": "Musimy wrócić do podstawowego stylu życia bez nowoczesnych udogodnień.",
      "193": "Cudzoziemcy nigdy nie powinni wjeżdżać do kraju",
      "194": "Nie powinniśmy dopuszczać żadnych uchodźców",
      "195": "W naszym kraju powinny być używane tylko nasze języki narodowe",
      "196": "Tylko wyjątkowo utalentowani imigranci, jeśli tak, powinni mieć prawo wjazdu do kraju",
      "197": "Jeśli w ogóle akceptujemy migrantów, ważne jest, aby asymilowali się z naszą kulturą.",
      "198": "Imigranci nigdy nie potrafią przystosować się do naszego stylu życia",
      "199": "Ogólnie rzecz biorąc, imigranci są źli dla kraju",
      "200": "Ważna jest ochrona kultury narodu",
      "201": "Nielegalni imigranci nie zapewniają korzyści krajowi przyjmującemu",
      "202": "Nielegalni imigranci powinni być deportowani w większości lub we wszystkich przypadkach",
      "203": "Oczekuje się, że imigranci nauczą się języka kraju",
      "204": "Ochrona granic jest ważna",
      "205": "Powinniśmy przyjmować więcej uchodźców",
      "206": "Imigranci są pozytywni netto",
      "207": "Lubię obce kultury",
      "208": "Żadna kultura nie jest lepsza od innych.",
      "209": "Powinniśmy bardziej akceptować inne kultury",
      "210": "Wszystkie społeczeństwa są mieszanką kultur",
      "211": "Każdy powinien mówić przynajmniej dwoma językami",
      "212": "Wszyscy ludzie mają wspólną tożsamość",
      "213": "Nasza kultura byłaby lepsza, gdyby inne kultury były bardziej zmieszane",
      "214": "Rządy powinny troszczyć się o obcokrajowców tak samo, jak o tych w ich granicach.",
      "215": "Każdy, kto chce wjechać do kraju, powinien mieć możliwość",
      "216": "Korzyści z otwartych granic przeważyłyby nad kosztami"
    },
    "political_ideas": {
      "1": "Opieka zdrowotna to prawo każdego człowieka.",
      "2": "Ziemia nie powinna być obiektem do kupna i sprzedaży.",
      "3": "Państwo powinno walczyć z powstawaniem monopoli.",
      "4": "Konieczne jest, aby rząd ingerował w gospodarkę w celu ochrony konsumentów.",
      "5": "Wewnętrzne sprzeczności kapitalizmu są tak duże, że system ten wkrótce upadnie.",
      "6": "Rosnące nierówności są jednym z największych zagrożeń dla świata.",
      "7": "Mieszkanie jest przyrodzonym prawem człowieka, a nie towarem.",
      "8": "Pracodawca nie jest wrogiem pracownika. Wrogiem jest inny pracownik stanowiący konkurencję na rynku pracy.",
      "9": "Państwo powinno zapewniać wszystkim artykuły wymagane do przetrwania jak np. jedzenie czy wodę.",
      "10": "Na służbę zdrowia popyt jest nieograniczony, dlatego niebezpieczne jest to zostawiać rynkowi.",
      "11": "Nikt, nawet niepełnosprawni, nie powinni oczekiwać pomocy od państwa.",
      "12": "W państwie powinna być stosowana jednolita forma płatności.",
      "13": "Brak gospodarki wolnorynkowej nieuchronnie doprowadzi do ograniczenia praw osobistych.",
      "14": "Nacjonalizacja banków jest dobrym rozwiązaniem.",
      "15": "Od każdego według możliwości, dla każdego według potrzeb.",
      "16": "Środki produkcji powinny kolektywnie należeć do pracowników, którzy ich używają.",
      "17": "Państwo powinno zapewnić obywatelom stały dochód niezależnie od wydajności pracy.",
      "18": "Socjalizm bez wolności to niewola i brutalność. Wolność bez socjalizmu to system przywilejów i niesprawiedliwość.",
      "19": "Nierówne relacje między właścicielami firm i ich pracownikami z natury stanowią wyzysk.",
      "20": "Emerytura to prywatna kwestia każdego obywatela i państwo nie powinno w to ingerować.",
      "21": "W społeczeństwie istnieje konflikt klas, w którym jedna będzie dominować drugą. Rozwiązać go można tylko poprzez równość ekonomiczną.",
      "22": "Austriacka szkoła ekonomii, używająca inną metodologię niż inne szkoły ekonomiczne, w ogóle nie powinna być uznawana za naukę.",
      "23": "Dziedziczenie jest uzasadnioną przyczyną bogactwa.",
      "24": "Majątki nie powinny być opodatkowane.",
      "25": "Bank centralny nie powinien istnieć.",
      "26": "Wysokości mandatów powinny być uzależnione od zarobków.",
      "27": "Cła są dobrym sposobem, aby chronić miejsca pracy w moim kraju.",
      "28": "Korzyści z wolnego handlu są większe niż szkody.",
      "29": "Imigranci ekonomiczni są korzystni dla gospodarki.",
      "30": "Rząd powinien chronić krajowych przedsiębiorców przed zagraniczną konkurencją.",
      "31": "Własna waluta to podstawa suwerenności naszego kraju.",
      "32": "Rząd powinien zwalczać różnice w płacach kobiet i mężczyzn.",
      "33": "Podatki to kradzież i nie powinny istnieć.",
      "34": "Licencje, zezwolenia i związki zawodowe są niepotrzebnymi przeszkodami w prowadzeniu działalności gospodarczej.",
      "35": "Publicznie finansowane badania naukowe są lepsze od tych prowadzonych przez prywatne instytucje.",
      "36": "Bezrobocie jest skutkiem niewystarczającego popytu.",
      "37": "Co korzystne dla dobrze prosperujących przedsiębiorstw jest w efekcie korzystne dla nas wszystkich.",
      "38": "Każdy ma prawo dysponować swoim majątkiem jak chce, więc gry hazardowe powinny być legalne.",
      "39": "Należy zakazać szerzenia publicznie radykalnych, szkodliwych ideologii.",
      "40": "O symbolach religijnych w szkołach i urzędach powinien decydować dyrektor lub właściciel.",
      "41": "Stosowanie mowy nienawiści powinno być karane.",
      "42": "Obraza uczuć religijnych powinna być penalizowana.",
      "43": "Jeżeli małżeństwa państwowe istnieją, to powinny być dostępne dla par homoseksualnych.",
      "44": "Pary LGBT powinny mieć równe prawa względem par heteroseksualnych, razem z adopcją dzieci.",
      "45": "Marihuana powinna być legalna.",
      "46": "Docelowo zalegalizowany powinien zostać każdy narkotyk.",
      "47": "Należy znieść recepty i pozwolić społeczeństwu kupować to, czego tylko zechcą.",
      "48": "Małżeństwa państwowe nie powinny istnieć.",
      "49": "Każdy powinien mieć prawo do posiadania broni.",
      "50": "Rząd powinien mieć większe prawo do ingerencji w życie obywateli.",
      "51": "Moje ciało, moja sprawa.",
      "52": "Ochrona przed terroryzmem poszła za daleko.",
      "53": "Inwigilacja obywateli jest konieczna.",
      "54": "Chcącemu nie dzieje się krzywda.",
      "55": "Rząd jest zagrożeniem dla wolności.",
      "56": "Państwo powinno odpowiadać jedynie za ochronę praw jednostki.",
      "57": "Autorytety są korzystne dla społeczeństwa.",
      "58": "Instytucja policji jest źródłem nieuzasadnionej opresji obywateli, dlatego powinna ona zostać gruntownie zreformowana lub zniesiona.",
      "59": "Każdy autorytet powinien być kwestionowany.",
      "60": "Szkoły nie powinny wymagać obowiązkowej obecności na lekcjach.",
      "61": "Ludzie z wadami dziedzicznymi nie powinni mieć prawa do posiadania potomstwa.",
      "62": "Ważne jest, aby dzieci uczyły się akceptowania dyscypliny.",
      "63": "Powinien istnieć ustalony, nienaruszalny program dla wszystkich szkół.",
      "64": "Studia powinny być finansowane przez państwo.",
      "65": "Państwo powinno zakazać kierunków takich jak np. gender studies.",
      "66": "Jeżeli już istnieją uniwersytety państwowe, to powinny być one autonomiczne.",
      "67": "Ci, którzy krytykują rząd, powinni zostać usunięci z kraju.",
      "68": "Policja powinna mieć więcej władzy oraz ochrony.",
      "69": "To ważne, żeby utrzymywać prawo i porządek.",
      "70": "Rząd nie ma żadnego interesu w zaglądaniu do życia prywatnego większości ludzi.",
      "71": "Policja powinna być bardziej regulowana.",
      "72": "Nie powinno być autorytetów bezspornych.",
      "73": "Wolność ludzi powinna nie mieć granic.",
      "74": "Demokracja to de facto tyrania większości nad mniejszością, co jest jej istotną wadą",
      "75": "Państwo funkcjonowałoby lepiej, gdyby jedna osoba sprawowała władzę.",
      "76": "System jednopartyjny jest korzystny.",
      "77": "Gdyby wybory zmieniały cokolwiek, to politycy dawno by je zdelegalizowali.",
      "78": "Wielkim plusem jednopartyjnego systemu jest brak dyskusji opóźniających postęp w systemach demokratycznych.",
      "79": "Demokracja bezpośrednia jest najlepszą formą rządów.",
      "80": "Ludzie sami powinni głosować nad każdym problemem.",
      "81": "To ważne, by rząd postępował zgodnie z opinią większości, nawet jeśli jest błędna.",
      "82": "Im więcej ludzi jest pytanych, tym większa szansa na podjęcie najlepszej decyzji.",
      "83": "Każda osoba powinna posiadać jeden głos, który jest równy wobec głosów innych.",
      "84": "Większość populacji podejmuje złe decyzje.",
      "85": "Naród musi bezwarunkowo słuchać przywództwa.",
      "86": "Moralność jest subiektywna.",
      "87": "Nawet jeśli istnieje moralność obiektywna, człowiek nie może jej poznać.",
      "88": "Wyznaczanie wspólnych celów to najlepsza miara postępu społecznego.",
      "89": "Dobro jednostki jest ważniejsze od dobra ogółu.",
      "90": "Ostatecznie jesteśmy nieistotni jako jednostki, tylko nasze wysiłki na rzecz grupy mają trwały efekt.",
      "91": "Powinniśmy skupić się na jednostkach, a nie na tożsamościach grupowych.",
      "92": "Żyj i pozwól żyć to najlepsza filozofia życiowa.",
      "93": "Każdy styl życia wpływa w jakiś sposób na społeczeństwo i powinien być odpowiednio potępiony lub zatwierdzony.",
      "94": "Ograniczenie praw jednostki jest w porządku, jeśli społeczność na tym skorzysta.",
      "95": "Nie mamy prawa ingerować militarnie w innych państwach.",
      "96": "Ważniejsze jest utrzymać pokojowe relacje niż rozwijać naszą siłę.",
      "97": "Służba wojskowa powinna być obowiązkowa.",
      "98": "Tylko ci, którzy służyli w wojsku powinni być uprawnieni do posiadania wpływu na to, kto jest u władzy.",
      "99": "Wojna jest konieczna, żeby ekonomia dobrze się rozwijała.",
      "100": "Dyplomacja tylko szkodzi państwom.",
      "101": "Sojusze są ważne, żeby chronić państwo.",
      "102": "ONZ lub NATO powinno zaprowadzić demokrację w krajach niedemokratycznych.",
      "103": "Powinniśmy rozwijać własne wojsko zamiast skupiać się na sojuszach.",
      "104": "Silne wojsko daje nam wyższą pozycję wśród narodów.",
      "105": "Państwo powinno dążyć do uzyskania utraconych na przestrzeni lat ziem.",
      "106": "Wszystko w państwie, nic poza państwem, nic przeciwko państwu.",
      "107": "Nikt nie wybiera swojego kraju urodzenia, więc nie ma żadnego powodu do dumy z pochodzenia.",
      "108": "Jednolitość rasowa korzystnie wpływa na społeczeństwo.",
      "109": "Mniejszości etniczne trudniej asymilują się z naszą kulturą, więc powinno ich być jak najmniej.",
      "110": "Unia Europejska powinna mieć mniejszy wpływ na państwa członkowskie.",
      "111": "Państwo nie powinno przyjmować uchodźców z krajów obcych kulturowo.",
      "112": "Unia Europejska powinna być jednym superpaństwem.",
      "113": "Ważne jest zachowanie suwerenności naszego kraju.",
      "114": "ONZ nie powinna istnieć.",
      "115": "Zawsze będę stał po stronie mojego kraju, niezależnie od tego, czy ma rację.",
      "116": "Zjednoczony rząd światowy byłby korzystny dla ludzkości.",
      "117": "Moje państwo powinno trzymać się z dala od relacji międzynarodowych.",
      "118": "Pomoc międzynarodowa to strata pieniędzy.",
      "119": "Nie powinno być praw międzynarodowych.",
      "120": "Kobiety mają równe prawa, więc protesty feministek nie mają sensu.",
      "121": "Aborcja to morderstwo.",
      "122": "Różnice w rolach płciowych mogą być wytłumaczone biologią.",
      "123": "Klauzula sumienia powinna zostać zniesiona.",
      "124": "Matki mogą robić karierę, ale ich głównym obowiązkiem jest zajmowanie się domem.",
      "125": "Tradycja po prostu przeszkadza w postępie technologicznym.",
      "126": "Gonić postęp za każdą cenę jest niebezpieczne.",
      "127": "Starsi w społeczeństwie znają dla niego najlepszą drogę.",
      "128": "Internet powinien zostać zakazany.",
      "129": "Społeczeństwo powinno kultywować dawne tradycje.",
      "130": "Tradycja jest ważna w spajaniu narodu.",
      "131": "Kościół powinien zostać opodatkowany.",
      "132": "Nie można być moralnym bedąc innej religii niż moja.",
      "133": "Rząd nie powinien finansować żadnych organizacji religijnych w żaden sposób.",
      "134": "Każda religia musi być postrzegana równo przez rząd.",
      "135": "Musi istnieć rozdział pomiędzy kościołem i państwem.",
      "136": "Dzieci powinny być edukowane w wartościach religijych.",
      "137": "Moje wartości religijne powinny być rozprzestrzenione tak bardzo, jak możliwe.",
      "138": "Większość złych rzeczy zdarzających się na świecie jest spowodowana przez nasze oddalanie się od religii.",
      "139": "Rząd ma prawo uprzywilejować jedną religię.",
      "140": "W obliczu obecnego zagrożenia klimatycznego koniecznie dla ludzkości jest znaczące ograniczenie produkcji i spożycia mięsa.",
      "141": "Należy walczyć z globalnym ociepleniem.",
      "142": "Należy zakazać wydobycia węgla.",
      "143": "Nasza energia powinna pochodzić z odnawialnych źródeł energii.",
      "144": "Gdyby pojawiła się możliwość czerpania energii z fuzji jądrowych byłoby to preferowane przeze mnie źródło energii.",
      "145": "Człowiek przywiązuje obecnie zbyt dużą wagę do ochrony środowiska.",
      "146": "Powinny istnieć surowe prawa związane z ekologią oraz emisją CO2 i gazów cieplarnianych",
      "147": "Państwo powinno dofinansowywać zakup przedmiotów pro-ekologicznych w celu zachęcenia do walki z globalnym ociepleniem.",
      "148": "Zwierzęta powinny mieć takie same prawa jak ludzie.",
      "149": "Hodowla zwierząt na futro powinna być zakazana.",
      "150": "Cel uświęca środki.",
      "151": "Rewolucja to najlepszy sposób na osiągnięcie idealnego społeczeństwa.",
      "152": "Negatywne konsekwencje rewolucji przeważają na ogół nad korzyściami.",
      "153": "Rewolucyjna przemoc jest dopuszczalna, o ile końcowy wynik jest pozytywny.",
      "154": "Narody uciskane mają prawo wziąć udział w gwałtownym powstaniu, gdy wszystkie inne możliwości zostały wyczerpane.",
      "155": "Oko za oko uczyni cały świat ślepym.",
      "156": "Ważniejsza od odbycia kary jest resocjalizacja.",
      "157": "Więźniowie powinni pracować na swoje utrzymanie podczas odbywania wyroku.",
      "158": "Kara śmierci powinna być stosowana za najgorsze wykroczenia.",
      "159": "Stratą czasu jest próba resocjalizacji niektórych przestępców.",
      "160": "Prawa stanowe oraz lokalne powinny mieć pierwszeństwo nad prawami narodowymi.",
      "161": "Ogólnokrajowy rząd nie jest w stanie zrozumieć, czego ludzie potrzebują.",
      "162": "Ludzie powinni uważać się za obywateli swojego kraju, a nie stanu.",
      "163": "Władze lokalne powinny posiadać więcej uprawnień, niż obecnie.",
      "164": "Prawa powinny się różnić w zależności od regionu oraz kultury w granicach kraju.",
      "165": "Władze lokalne często zajmują się problemami, którymi rząd ogólnokrajowy bez ich pomocy nigdy by się nie zainteresował.",
      "166": "Kraj nie może funkcjonować bez ogólnokrajowego rządu.",
      "167": "Jest wiele problemów, których nie ma sensu zawierzać władzom lokalnym.",
      "168": "Rząd ogólnokrajowy musi być silny, żeby adekwatnie chronić wszystkich swoich obywateli.",
      "169": "Silne władze stanowe osłabiają kraj"
    },
    "soulgraphy_efa": {
      "1": "Pracownicy powinni współdecydować o swoim miejscu pracy.",
      "2": "Ubezpieczenie i opieka zdrowotna to prawo każdego pracownika.",
      "3": "Płaca minimalna skutecznie zapobiega biedzie robotników.",
      "4": "Brak regulacji względem pracowników i zatrudnienia to pierwszy krok do wyzysku.",
      "5": "Zakłady pracy powinny być własnością spółdzielczą.",
      "6": "Sanepid powinien kontrolować jakość lokali i usług.",
      "7": "Państwo powinno karać za niezgodność z opisem sprzedanego produktu.",
      "8": "Państwo powinno zwalczać monopole.",
      "9": "Państwo powinno wprowadzać ceny maksymalne na niektóre produkty.",
      "10": "Sądy zawsze powinny kierować się dobrem konsumentów.",
      "11": "Wolny rynek to najlepszy system gospodarczy.",
      "12": "Nie ma wolności bez wolnego rynku.",
      "13": "Produkowanie przez kilka firm tego samego produktu jest nieefektywne.",
      "14": "Energetyka i banki nigdy nie powinny być własnością prywatną.",
      "15": "Socjalizm zawsze kończy się biedą.",
      "16": "Jeśli nie ma własności prywatnej nie ma motywacji do pracy czy bycia przedsiębiorczym.",
      "17": "Państwo najlepiej wie co i ile powinno być wyprodukowane.",
      "18": "Popieranie socjalizmu w w dzisiejszych czasach jest naiwne.",
      "19": "Bogaci powinni płacić większe podatki.",
      "20": "dresja podatkowa skutecznie zapobiega gigantycznym zarobkom dyrektorów.",
      "21": "Podatek dochodowy to kara za prace.",
      "22": "Spadki powinny trafiać do państwa lub być wysoko opodatkowane.",
      "23": "Przedsiębiorca sam decyduje o swoich pieniądzach i nie powinien mieć obowiązku płacenia składek. ",
      "24": "Podatek VAT od żywności powinien być jak najmniejszy.",
      "25": "Należy wprowadzić pensję maksymalną.",
      "26": "Najbogatsi najczęściej odziedziczyli swoje majątki, wiec cześć powinni oddać państwu.",
      "27": "Aby obniżyć koszty życia należy obniżyć VAT.",
      "28": "Podatek od gruntu jest dobry, ponieważ zniechęca do marnotrawstwa zasobu jakim jest ziemia.",
      "29": "Wysokie podatki od dochodów negatywnie wpływają na rozwój gospodarczy państwa.",
      "30": "Podatki dresywne zniechęcają do uczciwej pracy i zachęcają do ukrywania dochodów.",
      "31": "Zbyt wysokie stawki podatku dochodowego dla najbogatszych działają niekorzystnie dla całego społeczeństwa.",
      "32": "Podatek liniowy jest korzystny tylko dla bogatych.",
      "33": "Podatki od ziemi negatywnie wpływają na koszty wynajmu i użytkowania nieruchomości.",
      "34": "Wysokie podatki od ziemi odstraszają inwestorów i budowniczych.",
      "35": "Przyjazny przedsiębiorcom CIT jest również korzystny dla państwa.",
      "36": "Walka z korporacjami i wyzyskiem przez opodatkowanie szkodzi też małym firmom i pracownikom.",
      "37": "Państwo powinno przede wszystkim pozwolić działać przedsiębiorcom.",
      "38": "Najlepiej, aby licencje i zezwolenia wymagane przez państwo do rozpoczęcia prowadzenia działalności gospodarczej zostały ograniczone do niezbędnego minimum lub zlikwidowane.",
      "39": "Przedsiębiorca nie odgrywa istotnej roli w społeczeństwie, dlatego bardziej niż na swobodzie prowadzenia działalności gospodarczej państwo powinno się skupić na rozbudowywaniu praw pracowniczych.",
      "40": "Regulacje tylko zmniejszają pozytywne skutki kapitalizmu.",
      "41": "Państwo musi regulować takie kwestie jak np. wprowadzanie nowych lekarstw na rynek.",
      "42": "Państwo powinno regulować liczbę godzin które przepracowuje pracownik, aby zapobiec wyzyskowi ze strony pracodawcy.",
      "43": "Minimalne wynagrodzenie powinno być stale podnoszone, aby zapewnić pracownikom godny byt.",
      "44": "Kodeks pracy nie powinien istnieć, lub powinien zostać ograniczony do minimum.",
      "45": "Państwo wraz z rozwojem technologii stopniowo powinno zwiększać swoje regulacje dotyczące ilości pracy.",
      "46": "Wolny rynek i kapitalizm zawodzą w kwestii praw pracowniczych.",
      "47": "Zamiast usztywniania i regulowania umów o pracę powinniśmy je uwolnić i uelastycznić.",
      "48": "Państwo musi mieć monopol na emisję pieniądza.",
      "49": "Luźna polityka monetarna jest korzystna dla gospodarki.",
      "50": "Nie ma nic złego w inflacji spowodowanej nadmierną emisją pieniądza.",
      "51": "Bank centralny pełni istotną rolę w regulacji gospodarki i powinien istnieć, aby m.in. nadzorować banki komercyjne.",
      "52": "Polityka socjalna państwa powinna być liberalna i ograniczona.",
      "53": "Państwo powinno wydawać pieniądze w celu tworzenia nowych miejsc pracy.",
      "54": "Wolny rynek często zawodzi, więc państwo potrzebuje dużej ilości urzędników, aby go wyregulować.",
      "55": "Większa liczba urzędników jest dobra, bo stwarza miejsca pracy.",
      "56": "Państwo powinno regulować jak największą część gospodarki, aby polepszać wyniki i wspomagać rozwój gospodarczy.",
      "57": "Generalnie rzecz biorąc, urzędnik wyda pieniądze bardziej efektywnie od prywatnego przedsiębiorcy.",
      "58": "Silne państwo i rozwinięta biurokracja stwarza lepsze warunki do korupcji.",
      "59": "Państwo powinno regulować rynek, aby zapobiec katastrofie klimatycznej.",
      "60": "Państwo powinno nakładać specjalne regulacje na producentów mięsa w celu zmniejszenia jego spożycia.",
      "61": "Powinny istnieć ścisłe regulacje dot m.in. spalania gazów cieplarnianych.",
      "62": "Nie da się uchronić ludzi przed kryzysem klimatycznym bez regulacji państwa.",
      "63": "Cła są dobrym sposobem aby chronić lokalne firmy i przedsiębiorstwa.",
      "64": "Wysokie cła uderzają głównie w konsumentów.",
      "65": "Państwo nie powinno ograniczać importu z zagranicy.",
      "66": "Wojny handlowe i ustawianie wysokich ceł to duża przeszkoda dla wolnego rynku.",
      "67": "Działalność zagranicznych firm i korporacji powinna być surowo regulowana.",
      "68": "Należy opodatkować wielkie korporacje.",
      "69": "Należy oszczędzać zasoby, które w przyszłości mogą się skończyć.",
      "70": "Gospodarka naszego państwa powinna być samowystarczalna.",
      "71": "Nie ma nic złego w uzależnieniu ekonomicznym od innego państwa, jeżeli jest to korzystne dla mieszkańców obu krajów.",
      "72": "Zamiast importować towary powinniśmy wytwarzać je u siebie.",
      "73": "Banki powinny być znacjonalizowane.",
      "74": "Banki komercyjne powinny być zlikwidowane na rzecz jednego państwowego banku.",
      "75": "Banki, które są na granicy upadłości powinny być ratowane przez państwo.",
      "76": "Działalność banków nie powinna być regulowana przez państwo."
    },
    "soulgraphy_pfa": {
      "1": "Każdy powinien móc głosić swoje poglądy, nawet te najbardziej szkodliwe.",
      "2": "Każdy powinien mieć prawo startu w wyborach.",
      "3": "Ograniczanie prawa do głosowania niektórym grupom jest złe.",
      "4": "Organizacje polityczne promujące nienawiść do określonych grup powinny być zdelegalizowane.",
      "5": "Każdy powinien mieć możliwość uczestniczenia w dowolnej manifestacji czy proteście.",
      "6": "Żadne ugrupowanie polityczne nie powinno być zamilczane lub marginalizowane.",
      "7": "Powinno się blokować lub utrudniać dostęp do fałszywych informacji.",
      "8": "Mowa nienawiści powinna być karana.",
      "9": "Obraza uczuć religijnych powinna być karana.",
      "10": "Sztuka powinna być kontrolowana przez rząd.",
      "11": "Treści gorszące nie powinny być ukazywane w przestrzeni publicznej.",
      "12": "Niektóre współczesne dzieła sztuki nie powinny być uważane za sztukę.",
      "13": "Filmy i piosenki niepoprawne politycznie powinny być blokowane lub dostęp do nich powinien być ograniczony.",
      "14": "Pornografia powinna być nielegalna.",
      "15": "Popieram ruch \"GoTopless\"",
      "16": "Każdy powinien mieć równe szanse w kwestii edukacji.",
      "17": "Niektóre rasy, religie czy płcie są z natury dyskryminowane w szkołach lub pracy.",
      "18": "W miejscach pracy powinna być zbliżona liczba kobiet i mężczyzn za wyższych stanowiskach.",
      "19": "Kobiety powinny mieć ustawowo zapewniane takie same zarobki jak mężczyźni.",
      "20": "Systemowy rasizm jest realnym problemem.",
      "21": "Niektóre płcie czy rasy mają lepsze predyspozycje do wykonywania niektórych zawodów i nie widzę w tym nic złego.",
      "22": "Kobiety są często zmuszane do dodatkowej pracy w domu.",
      "23": "Kobiety nie powinny mieć wyboru między pracą zawodową, a wychowaniem dzieci.",
      "24": "Bogaci powinni płacić tak samo wysokie podatki jak biedni.",
      "25": "Kapitalizm to najbardziej sprawiedliwy system gospodarczy",
      "26": "Sposób ubioru to prywatna kwestia każdego człowieka.",
      "27": "Państwo nie powinno ingerować w życie miłosne i seksualne obywateli.",
      "28": "Nikt nie powinien być przymuszany do spełniania norm społecznych.",
      "29": "Obnoszenie się ze swoją innością powinno być prawnie ograniczane.",
      "30": "Przestępstwa, gdy jedyną ofiarą jest sprawca (np. zażywanie narkotyków) to nie są przestępstwa.",
      "31": "Papierosy i alkohol powinny być legalne i dostępne dla obywateli.",
      "32": "To prywatna sprawa każdego człowieka co robi z sobą i swoim organizmem.",
      "33": "Kanibalizm, o ile zjadana osoba się na to zgodziła, powinien być legalny.",
      "34": "Nielegalne narkotyki sprzyjają jedynie przestępcom, którzy nimi handlują.",
      "35": "Korzyści z legalnej marihuany jest więcej niż wad.",
      "36": "Własność prywatna oraz osobista jest nienaruszalna i bronić jej można za wszelką cenę.",
      "37": "Własność prywatna i osobista jest nienaruszalna.",
      "38": "Zabicie napastnika w celu ochrony siebie i bliskich nie jest niczym złym.",
      "39": "Prawo do posiadania broni to prawo każdego obywatela.",
      "40": "Uzbrojeni obywatele stanowią jedynie niebezpieczeństwo.",
      "41": "Moralność jest subiektywna",
      "42": "Każdy powinien mieć możliwość wychowywania dziecka zgodnie ze swoimi wartościami",
      "43": "Prawo powinno się opierać na moralności chrześcijańskiej.",
      "44": "Państwo religijne to zaprzeczenie wolności.",
      "45": "Poszanowanie świeckości i wolności religijnej to fundamenty mojego wymarzonego państwa.",
      "46": "Żadna religia nie powinna być uprzywilejowywana przez rząd.",
      "47": "Nie ma wolności, jeśli istnieje państwo.",
      "48": "Tylko prawo i porządek zapewnia człowiekowi wolność",
      "49": "Żadna anarchia nie ma prawa działać we współczesnym świecie.",
      "50": "Prawa z drugiej generacji praw człowieka (np. prawo do zabezpieczenia społecznego, prawo do nauki) nie powinny być uznawane za prawa człowieka.",
      "51": "Niektóre mniejszości nie powinny mieć tych samych praw, co reszta ludzi. ",
      "52": "To naturalne, że ludzie mają swoje tajemnice.",
      "53": "Ludzie, którzy dla bezpieczeństwa rezygnują z wolności, nie zasługują ani na jedno, ani na drugie.",
      "54": "Ochrona przed terroryzmem posunęła się za daleko.",
      "55": "Państwo powinno sprawować kontrole nad mediami społecznościowymi.",
      "56": "Podsłuch i szpiegostwo nie są złe, gdy takie działania są podejmowanew słusznych celach.",
      "57": "Udział w wyborach powinien być obowiązkowy",
      "58": "Należy przywrócić przymusowy pobór do wojska.",
      "59": "W silnym państwie powinnny istnieć wyraźne przymusy i zakazy.",
      "60": "Policja i wojsko nie powinny być stosowane do osiągania celów politycznych.",
      "61": "Policja powinna być zreformowana lub całkowicie zlikwidowana.",
      "62": "Wszelki opór wobec władzy powinien być tłumiony.",
      "63": "\"Społeczeństwo, które przedkłada równość nad wolność, nie ma ani jednego ani drugiego. Społeczeństwo, które przedkłada wolność nad równość będzie się szczyciło i jednym, i drugim.\" ~ Milton Friedman"
    },
    "mypolitics": {
      "1": "Ochrona środowiska jest bardzo ważna we współczesnym świecie",
      "2": "Powinniśmy zrezygnować z zanieczyszczających środowisko źródeł energii",
      "3": "Regulacje środowiskowe są potrzebne",
      "4": "Państwo powinno przeciwdziałać globalnemu ociepleniu",
      "5": "Człowiek przykłada obecnie zbyt dużą wagę do ochrony zwierząt hodowlanych",
      "6": "Segregacja śmieci powinna być obowiązkiem",
      "7": "Należy zmniejszyć produkcje mięsa",
      "8": "Złym jest samo istnienie państwa",
      "9": "W trakcie kryzysu autorytaryzm jest lepszy od demokracji",
      "10": "Czystość rasowa jest lepsza od mieszania się ras",
      "11": "Aborcja powinna być legalna na życzenie",
      "12": "Państwo powinno poczynić dodatkowe starania w celu ograniczenia dostępu do pornografii nieletnim",
      "13": "Ustrój państwa powinien być oparty na zasadach szerokiej decentralizacji",
      "14": "Prawo Pracy powinno zostać zniesione lub mocno ograniczone",
      "15": "Związki partnerskie pomiędzy osobami tej samej płci powinny być legalne",
      "16": "Symbole narodowe mają dużą wartość",
      "17": "Wychowywanie w duchu tradycyjnych wartości jest kluczowe dla istnienia i rozwoju społeczeństwa",
      "18": "Osoby o innej religii niż moja stwarzają zagrożenie dla porządku publicznego",
      "19": "Władza musi być zakorzeniona w tradycji",
      "20": "Rola państwa powinna zostać maksymalnie ograniczona",
      "21": "Obywatele powinni mieć łatwy dostęp do broni",
      "22": "Popieram zagwarantowanie obowiązkowej reprezentacji pracowników w zarządach prywatnych firm",
      "23": "Zawsze popierałbym moje państwo, bez względu na to czy postępuje właściwie",
      "24": "Bycie dumnym ze swojego pochodzenia jest nieuzasadnione",
      "25": "Kościół nie powinien mieć większego wpływu na państwo niż inne organizacje",
      "26": "W szkołach publicznych powinno zakazać się nauczania religii",
      "27": "Państwo powinno tworzyć program nauczania według którego muszą uczyć wszystkie szkoły",
      "28": "Służba wojskowa powinna być obowiązkowa",
      "29": "Nieheteroseksualizm jest czymś co należy zwalczać/leczyć",
      "30": "Popieram depenalizację miękkich narkotyków",
      "31": "Rząd w pewnych sytuacjach powinien móc ograniczać wolność obywateli (np. w celu ochrony przed terroryzmem)",
      "32": "Rząd powinien promować patriotyzm oraz kulturę mojego narodu",
      "33": "Silna armia jest potrzebna",
      "34": "Należy dążyć do utworzenia rządu światowego",
      "35": "Wolność człowieka kończy się tam gdzie zaczyna się wolność drugiego",
      "36": "Silna władza jest potrzebna by utrzymać porządek w kraju",
      "37": "Obywatelstwo powinno być przyznawane jedynie obcokrajowcom znającym historię narodu",
      "38": "Społeczeństwo nie powinno dążyć do zacierania różnic między płciami, lecz większego eksponowania cech męskich i żeńskich.",
      "39": "Patenty nie powinny istnieć",
      "40": "Państwo powinno przeciwdziałać prywatnym monopolom",
      "41": "Małżeństwa powinny zostać zniesione",
      "42": "Postęp techniczny jest pożądany, nawet jeżeli prowadzi do gruntownych zmian społecznych, lub środowiskowych",
      "43": "Defilady wojskowe są potrzebne",
      "44": "Władza powinna skupiać się w rękach jednej partii",
      "45": "Inwigilacja przez rząd jest pożądana",
      "46": "Eutanazja powinna być legalna",
      "47": "Religia to opium ludu",
      "48": "Pokojowa współpraca międzynarodowa jest o wiele bardziej opłacalna niż sankcje i przemoc",
      "49": "Interes mojego kraju jest ważniejszy od interesu innych krajów",
      "50": "Ostracyzm społeczeństwa jest bardziej efektywny niż przymus państwowy",
      "51": "Popieram tradycyjny model rodziny",
      "52": "Monarchia to dobry ustrój polityczny i go popieram",
      "53": "Popieram organizacje międzynarodowe takie jak Unia Europejska",
      "54": "Mój kraj powinien dążyć do zdobycia terenów, które kiedyś posiadał",
      "55": "Obowiązkiem każdego obywatela jest obrona ojczyzny",
      "56": "Resocjalizacja jest ważniejsza niż kara",
      "57": "Popieram akcje afirmacyjne",
      "58": "Popieram pełną równość płci na wszystkich płaszczyznach życia",
      "59": "Jestem dumny z historii mojego kraju",
      "60": "Laicyzacja kultury jest zjawiskiem pożądanym",
      "61": "Jeśli mamy przyjąć imigrantów, muszą zostać poddani skrupulatnej selekcji",
      "62": "Przywrócenie kary śmierci to dobry pomysł",
      "63": "Opresyjność władzy jest wystarczającym powodem by wszcząć wobec niej bunt.",
      "64": "Państwo nie powinno posiadać armii",
      "65": "In vitro powinno być refundowane",
      "66": "Wszystko w państwie, nic poza państwem, nic przeciw państwu",
      "67": "Władzy totalnej, bądź totalitarnej, nie należy się wystrzegać",
      "68": "Wiek zgody powinien zostać obniżony, bądź zniesiony.",
      "69": "Rozwiązłość seksualna jest niemoralna",
      "70": "Lepszym partnerem jest zawsze osoba tej samej narodowości",
      "71": "Państwo powinno aktywnie wspierać zatrudnienie bezrobotnych",
      "72": "Rynek powinien być regulowany w celu ochrony kosumentów",
      "73": "Wolność negatywna jest ważniejsza od równości",
      "74": "Państwo powinno zapewniać osobom w skrajnej biedzie minimum wymagane do przetrwania",
      "75": "Upaństwawianie kluczowych sektorów gospodarki jest korzystne",
      "76": "Wolny rynek korzystnie wpływa na gospodarkę",
      "77": "Waluta z parytetem złota jest lepsza od pieniądza fiducjarnego",
      "78": "Rząd powinien zwalczać nierówności w płacach kobiet i mężczyzn",
      "79": "Rząd powinien ograniczyć import z innych krajów, aby promować producentów krajowych",
      "80": "Podatki to kradzież i docelowo nie powinny istnieć",
      "81": "Podatki powinny być progresywne",
      "82": "Walka o równość klas społecznych jest priorytetem",
      "83": "Emerytura jest kwestią indywidualnego planowania, nie powinna być organizowana przez państwo",
      "84": "Prywatna działalność charytatywna powinna być głównym kanałem pomocy ubogim i potrzebującym",
      "85": "Licencje, zezwolenia i związki zawodowe są szkodliwe",
      "86": "Związki zawodowe powinny podlegać przepisom obowiązującym każde inne stowarzyszenie",
      "87": "Rząd powinien gwarantować powszechny i darmowy dostęp do opieki zdrowotnej finansowanej z budżetu państwa",
      "88": "Bank centralny musi być w pełni niezależny od władzy wykonawczej",
      "89": "Silniejsze podmioty gospodarcze, mające dużą przewagę konkurencyjną, powinny podlegać surowym regulacjom",
      "90": "Biedni ludzie są biedni w wyniku swoich złych decyzji",
      "91": "Badania naukowe powinny być głównie finansowane przez państwo",
      "92": "Prawo do dziedziczenia powinno zostać zlikwidowane",
      "93": "Własność prywatna powinna zostać zniesiona",
      "94": "Nie jest dopuszczalne ograniczenie własności prywatnej w jakichkolwiek przypadkach",
      "95": "Państwo powinno zajmować się jedynie obroną praw jednostkowych (wojsko, policja, sądy)",
      "96": "Państwo powinno zapewniać najbiedniejszym mieszkanie i godne warunki życia",
      "97": "Władze powinny zwalczać recesję i wysokie bezrobocie, nawet kosztem wysokiej inflacji",
      "98": "Podwyższenie kwoty wolnej od podatku jest lepszym rozwiązaniem niż wspieranie najbiedniejszych zasiłkami socjalnymi",
      "99": "Państwo powinno organizować budowę strategicznych obiektów",
      "100": "Od każdego według możliwości, każdemu według potrzeb"
    }
  }
}
