{
  "nav": {
    "links": {
      "quizzes": "Quizzes"
    }
  },
  "select": {
    "search": "Search",
    "tags": {
      "all": "All",
      "political": "Political",
      "economic": "Economic",
      "philosophical": "Philosophical",
      "psychological": "Psychological",
      "others": "Others"
    },
    "quizzes": {
      "political_compass": {
        "desc": "The Political Compass is a test which uses responses to a set of 62 propositions to rate political ideology in a political spectrum with two axes: economic (left–right) and social (authoritarian–libertarian)."
      },
      "political_ideas": {
        "desc": "One of the largest in the world, multi-vector political test showing your views on many axes, compass, matches ideology or thinkers."
      },
      "economic_freedom_analysis": {
        "desc": "A political test that represents your views on the economy - the market, taxation or state intervention - and matches the school of economics."
      },
      "personal_freedom_analysis": {
        "desc": "An online test of your approach to very broadly understood personal freedom."
      },
      "8values": {
        "desc": "The 8values Political Quiz measures individuals' political values, including Equality, Nation, Liberty, Tradition, Markets, World, Authority, and Progress."
      },
      "9axes": {
        "desc": "9Axes, based off of 8values is a political quiz that attempts to assign percentages on nine different political axes."
      },
      "mypolitics": {
        "desc": "AS"
      }
    }
  },
  "quiz": {
    "common": {
      "question": "Question",
      "of": "of"
    },
    "buttons": {
      "strongly_agree": "Strongly Agree",
      "agree": "Agree",
      "idontknow": "I Don't Know",
      "disagree": "Disagree",
      "strongly_disagree": "Strongly Disagree",
      "prev": "Previous Question"
    }
  },
  "results": {
    "compass": {
      "scores": {
        "ox": "Economic Axis",
        "oy": "Civil Axis",
        "oz": "Society Axis"
      }
    }
  },
  "notifications": {
    "types": {
      "error": "Error!",
      "warn": "Warning!",
      "success": "Success!"
    },
    "content": {
      "no_quiz": "Wrong quiz name."
    }
  },
  "loading": {
    "wait": "Loading, please wait"
  },
  "questions": {
    "political_compass": {
      "1": "Свобода бизнеса — лучший практический путь к процветанию общества.",
      "2": "Благотворительность — лучший способ помочь нуждающимся, чем социальное обеспечение.",
      "3": "Зарплата всегда справедлива, так как работодатели лучше знают, чего стоит труд работника.",
      "4": "Это \"человеческая природа\" - быть жадным.",
      "5": "\"Эксплуатация\" - устаревший термин, поскольку борьба капитализма 1800-х годов больше не существует.",
      "6": "Коммунизм — это идеал, который никогда не сработает на практике.",
      "7": "Налогообложение богатых - плохая идея, обществу было бы лучше без него.",
      "8": "Чем усерднее работаешь, тем выше поднимаешься по социальной лестнице.",
      "9": "Организациям и корпорациям нельзя доверять, и они нуждаются в регулировании со стороны правительства.",
      "10": "Правительство, которое обеспечивает всех, — хорошая идея по своей сути",
      "11": "Существующая система социального обеспечения должна быть расширена для дальнейшей борьбы с неравенством",
      "12": "Земля не должна быть товаром, который можно покупать и продавать",
      "13": "Вся промышленность и банк должны быть национализированы.",
      "14": "Класс является основным разделением общества.",
      "15": "Экономическое неравенство в мире слишком велико.",
      "16": "Иногда правильно, что правительство может шпионить за своими гражданами для борьбы с экстремистами и террористами",
      "17": "Авторитетные фигуры, если они нравственно правильны, полезны для общества.",
      "18": "Для успеха любого правительства необходима сила.",
      "19": "Только правительство может справедливо и эффективно регулировать деятельность организаций.",
      "20": "Общество требует структуры и бюрократии, чтобы функционировать.",
      "21": "Обязательные идентификаторы должны использоваться для обеспечения общественной безопасности.",
      "22": "Во времена кризиса безопасность становится важнее гражданских свобод",
      "23": "Если вам нечего скрывать, вам нечего бояться.",
      "24": "Правительство должно меньше вовлекаться в повседневную жизнь своих граждан",
      "25": "Без демократии общество ничто",
      "26": "Отмена присяжных должна быть законной.",
      "27": "Чем меньше правительство, тем свободнее народ.",
      "28": "Правительство должно, самое большее, предоставлять экстренные службы и правоохранительные органы.",
      "29": "Полиция создана не для защиты людей, а для поддержания статус-кво силой.",
      "30": "Государственные школы - плохая идея, потому что наше государство не должно влиять на наших детей.",
      "31": "Два человека по обоюдному согласию должны иметь возможность делать друг с другом все, что захотят, даже если мне это неудобно.",
      "32": "Тело человека является его собственностью, и он должен иметь возможность делать с ним все, что пожелает.",
      "33": "Человек должен иметь возможность поклоняться кому или чему он хочет.",
      "34": "Нудизм - это совершенно естественно",
      "35": "Животные заслуживают определенных универсальных прав.",
      "36": "Гендер — это социальная конструкция, а не естественное положение вещей",
      "37": "Законы, основанные на культурных ценностях, а не на этических, не являются справедливостью.",
      "38": "Автономия тела распространяется даже на несовершеннолетних, психически больных и тяжких преступников.",
      "39": "гомосексуальность противоречит моим ценностям",
      "40": "Трансгендеры должны иметь возможность усыновлять детей",
      "41": "Наркотики вредны и должны быть запрещены",
      "42": "За определенные преступления должна существовать смертная казнь.",
      "43": "Преступления без жертв все равно должны быть наказаны.",
      "44": "Нельзя быть нравственным без религии",
      "45": "Родители должны иметь абсолютную власть над своими детьми, так как они старше и опытнее.",
      "46": "Мультикультурализм — это плохо."
    },
    "8values": {
      "1": "Преступления без жертв (как употребление наркотиков) вообще не должны считаться преступлениями.",
      "2": "Важно думать о будущем, которое наступит после нас.",
      "3": "Мы должны открыть наши границы иммигрантам.",
      "4": "Важно ставить цели моей группы выше всех остальных. ",
      "5": "Однополые браки должны быть легализованы.",
      "6": "Употребление наркотиков должно быть легализовано или декриминализовано.",
      "7": "Важно сохранить наш национальный суверенитет.",
      "8": "Военные расходы - пустая трата денег.",
      "9": "Сами по себе традиции не имеют ценности.",
      "10": "Важно, чтобы государство придерживалось мнения большинства, даже если оно неверное.",
      "11": "Чрезмерное вмешательство правительства — угроза для экономики.",
      "12": "Владение оружием должно быть запрещено тем, у кого нет веской на то причины.",
      "13": "Религия должна играть роль в государственном управлении.",
      "14": "Притеснение со стороны корпораций вызывает большее беспокойство, чем со стороны государства.",
      "15": "Само существование государства - угроза нашей свободе.",
      "16": "Цены в международной торговле играют большую роль в стимулировании местного производства.",
      "17": "Общество было лучше много лет назад.",
      "18": "Важно сохранять традиции прошлого.",
      "19": "Аборты должны быть запрещены в большинстве или во всех случаях.",
      "20": "Налоги для богатых должны быть увеличены для обеспечения бедных.",
      "21": "Я поддерживаю региональные объединения, такие как Евросоюз.",
      "22": "Даже в протесте против авторитарных режимов насилие недопустимо.",
      "23": "Чем свободнее рынок, тем свободнее люди.",
      "24": "Независимо от политических взглядов, важно оставаться на стороне своей страны.",
      "25": "Очень важно сохранять закон и порядок.",
      "26": "Те, кто могут платить больше, должны получать лучшее медицинское обслуживание.",
      "27": "Чем сильнее руководство, тем лучше.",
      "28": "Лучший мир придёт путём автоматизации, научного и технологического прогресса.",
      "29": "У меня великая нация.",
      "30": "Дети должны воспитываться в духе традиционных или религиозных ценностей.",
      "31": "Церкви должны облагаться такими же налогами, как и другие учреждения.",
      "32": "Военные действия зачастую необходимы, чтобы защитить нашу нацию.",
      "33": "Все люди - независимо от их культуры или сексуальной ориентации - равные.",
      "34": "Демократия — это большее, чем просто процесс принятия решений.",
      "35": "В современном обществе слежка со стороны правительства необходима.",
      "36": "Важнее сохранять мирные отношения, чем наращивать силу.",
      "37": "Наши национальные ценности должны быть распространены как можно шире.",
      "38": "Ради реализации своих целей можно пожертвовать частью культуры.",
      "39": "Я поддерживаю идею государственной и общедоступной медицины.",
      "40": "Государственное финансирование исследований более выгодно людям, чем рыночное финансирование.",
      "41": "Единое мировое правительство принесло бы человечеству пользу.",
      "42": "Преследовать прогресс любой ценой – опасно.",
      "43": "Генетические модификации - добро, даже если в качестве объекта выступает человек.",
      "44": "Проституция должна быть нелегальной.",
      "45": "Все имеют право на качественное образование.",
      "46": "ООН должна быть распущена.",
      "47": "Исследования должны проводиться в международном масштабе.",
      "48": "Ни одно государство не обязано оправдываться за войны перед другими странами.",
      "49": "Правительству необходимо вмешиваться в экономику для защиты потребителей.",
      "50": "Коммунальные услуги, такие как дороги и электричество, должны находиться в государственной собственности.",
      "51": "Средства производства должны принадлежать рабочим, использующим их.",
      "52": "Сохранение семейных ценностей имеет большое значение.",
      "53": "Ради защиты от терроризма иногда нужно пожертвовать некоторыми гражданскими свободами.",
      "54": "Правительства должны беспокоиться о иностранных гражданах так же, как о своих гражданах.",
      "55": "Все проявления власти нужно ставить под сомнение.",
      "56": "Наследование — это законная форма богатства.",
      "57": "Никакая культура не превосходит другую.",
      "58": "Международная помощь - пустая трата денег.",
      "59": "Если мы вообще принимаем иммигрантов, важно их ассимилировать в нашу культуру.",
      "60": "Мир должен объединиться в борьбе с климатическими изменениями.",
      "61": "Мои религиозные ценности должны быть распространены как можно шире.",
      "62": "На сегодня климатические изменения - одна из самых больших угроз нашему образу жизни.",
      "63": "От каждого по способностям, каждому по потребностям.",
      "64": "Секс вне брака аморален.",
      "65": "Экологические нормы крайне необходимы.",
      "66": "Иерархическая организация государства - лучшая.",
      "67": "Лучше поддерживать сбалансированный бюджет, чем обеспечивать благосостояние всех граждан.",
      "68": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
      "69": "Правительства должны нести ответственность перед международным сообществом.",
      "70": "Большинство населения принимает неверные решения."
    },
    "9axes": {
      "1": "Нет необходимости в национальном правительстве",
      "2": "Отдельные регионы нации должны иметь собственные вооружённые силы",
      "3": "Законы региона должны иметь приоритет над национальными законами",
      "4": "Законы региона и местные законы должны иметь приоритет над национальными законами",
      "5": "Национальное правительство не может понять, что нужно людям",
      "6": "Люди должны быть более преданны своему местному региону, чем своей стране",
      "7": "Местные правительства должны иметь больше власти, чем они имеют сейчас",
      "8": "Законы должны варьироваться от территории к территории и от культуры к культуре внутри страны",
      "9": "Протестировать политику в одном регионе вместо того, чтобы проводить её по всей стране сразу — это хорошая идея",
      "10": "Местные правительства могут понять своих жителей лучше, чем национальное правительство",
      "11": "Местные правительства решают вопросы, которые национальное правительство никогда бы не затронуло без них",
      "12": "Местные правительства дают каждому региону хорошее представление их взглядов",
      "13": "Страна не может функционировать без национального правительства",
      "14": "Национальное правительство защищает меньшинства лучше, чем некоторые местные правительства",
      "15": "Существует множество вопросов, которые не имеет смысла решать на местном уровне",
      "16": "Национальное правительство нуждается в большей власти",
      "17": "Отдельные регионы не должны иметь возможность освобождаться от национальных законов",
      "18": "Люди должны думать о себе как о гражданах своей нации, а не своего региона",
      "19": "Группа регионов без сильного национального правительства — это просто союз, а не нация",
      "20": "Национальное правительство должно быть сильным, чтобы адекватно защищать всех его граждан",
      "21": "Регионы не могут функционировать без сильного национального правительства",
      "22": "Нет нужды в местных или региональных правительствах",
      "23": "Законы должны быть полностью согласованы во всех регионах нации",
      "24": "Сильные регионы ослабляют нацию",
      "25": "Прямая демократия — лучшая форма правления",
      "26": "Люди должны сами голосовать по поводу вопросов",
      "27": "Представители редко представляют нацию хорошо",
      "28": "Важно, чтобы правительство следовало мнению большинства, даже если оно неверное",
      "29": "Чем больше людей спрашивает, тем больше шанс найти лучшее решение",
      "30": "Никто кроме меня не способен адекватно представлять мои взгляды",
      "31": "Выборы — эффективный путь показать одобрение правительства",
      "32": "Демократия — худшая форма правления, за исключением всех других, которые мы пробовали",
      "33": "Каждый человек должен иметь один голос, равный всем остальным",
      "34": "Демократия — это больше, чем процесс принятия решений",
      "35": "Люди должны иметь власть выбирать собственных лидеров",
      "36": "Правительство должно быть от народа для народа",
      "37": "Чем сильнее руководство, тем лучше",
      "38": "Популярное мнение не всегда верно",
      "39": "Лидеры должны быть сильными, иначе пострадает нация",
      "40": "Иерархическое устройство — лучшее",
      "41": "Общество не может существовать без лидеров и последователей",
      "42": "Демократия делает слишком лёгким для большинства дальнейшее развитие за счёт меньшинств",
      "43": "Обычные массы принимают плохие решения",
      "44": "Важно ставить цели моей группы выше всех других",
      "45": "Общественное мнение слишком сильно зависит от эмоциональных переживаний, чтобы быть полезным для ведения политики",
      "46": "Выборы — пустая трата ресурсов",
      "47": "Удовлетворение популярного мнения вредно для нации",
      "48": "Нация должна подчиняться своим лидерам без всяких вопросов",
      "49": "Единое мировое правительство было бы выгодно человечеству",
      "50": "Мы в первую очередь граждане Земли",
      "51": "Для выживания человечества мы должны оставить в прошлом отдельные нации",
      "52": "ООН нужно дать больше власти",
      "53": "ООН должна иметь войска для претворения в жизнь своих резолюций",
      "54": "Иметь независимые нации, сохраняя риск глобального конфликта, создаёт большую угрозу для человечества как такового",
      "55": "Я поддерживаю региональные союзы, такие как Европейский Союз",
      "56": "Правительства должны быть подотчётны мировому сообществу",
      "57": "Нации, сражающиеся друг с другом, стоят на пути прогресса",
      "58": "Международная торговля в общем выгодна",
      "59": "Союзы важны для защиты нации",
      "60": "Нации должны сотрудничать, когда это приносит выгоду им обоим",
      "61": "Важно сохранять наш национальный суверенитет",
      "62": "Моя нация ближе к моим взглядам, чем большинство наций в мире",
      "63": "Я горжусь тем, что живу в моей стране",
      "64": "Международная помощь — пустая трата денег",
      "65": "Союзы могут представлять угрозу для национального суверенитета",
      "66": "Важно защищать национальные культуры",
      "67": "Моя нация должна держаться подальше от международных отношений",
      "68": "ООН должна быть распущена",
      "69": "Никто в других странах не думает о наших наилучших интересах",
      "70": "Дипломатия только вредит нации",
      "71": "Не должно быть международных законов",
      "72": "Любые договоры, которых хотят другие страны, плохи для нас",
      "73": "Война необходима для процветания экономики",
      "74": "Постоянное состояние войны полезно для страны",
      "75": "Только те, кто служит в армии, должны влиять на то, кто находиться у власти",
      "76": "Должна быть обязательная военная служба",
      "77": "Страны, которые не служат нашим интересам, должны быть низвергнуты",
      "78": "Только тот, кто служил в армии, должен иметь возможность получить власть в правительстве",
      "79": "Военные действия нашей нации часто необходимы для её защиты",
      "80": "Страны, нарушающие права человека, должны быть низвергнуты",
      "81": "Вариант военного вмешательства всегда должен рассматриваться",
      "82": "Правительство должно содержать сильную армию, чтобы защитить себя",
      "83": "Нации обычно нужна армия, чтобы выжить",
      "84": "Мы должны уважать тех, кто служил в нашей армии",
      "85": "Более важно сохранять мирные отношения, чем наращивать нашу силу",
      "86": "Дипломатические варианты всегда должны быть испробованы, прежде чем война будет хотя бы рассмотрена",
      "87": "Мир предпочтительнее войны, когда это возможно",
      "88": "Даже во время протестов против авторитарного правительства, насилие недопустимо",
      "89": "Прочный мир ведёт к процветанию",
      "90": "Война обычно приводит к худшим последствиям",
      "91": "Военные расходы — пустая трата денег",
      "92": "Мы не имеем право на военное вторжение в другие страны",
      "93": "Страны разваливаются при постоянной войне",
      "94": "Война никогда не оправдана",
      "95": "В современную эпоху войска в действительности не необходимы",
      "96": "Нации не должны содержать войска",
      "97": "Тех, кто не согласнен с правительством, не должно быть в нашей стране",
      "98": "Правительство должно контролировать всех граждан для борьбы с терроризмом",
      "99": "Люди не должны иметь средств защиты, которые могут помешать раскрыть их преступные действия",
      "100": "Полиция должна иметь больше власти и защиты",
      "101": "Очень важно поддерживать закон и порядок",
      "102": "Страна должна обязательно использовать все меры для обеспечения соблюдения своих законов",
      "103": "Если вам нечего скрывать, тогда вы не должны беспокоиться о том, что правительство имеет доступ к вашим коммуникациям",
      "104": "Пожертвовать некоторыми гражданскими свободами необходимо для того, чтобы защитить нас от актов терроризма",
      "105": "Правительственная слежка необходима в современном мире",
      "106": "Правительство должно иметь доступ к электронной почте подозреваемых террористов",
      "107": "Нужно отказаться от некоторой свободы ради сохранения безопасности людей",
      "108": "Абсолютная свобода делает общество опасным",
      "109": "Марихуана должна быть легализована",
      "110": "Людям должна быть предоставлена свобода всегда, когда это вызывает небольшой риск безопасности",
      "111": "Правительству не должно быть дела до того, чтобы наблюдать за личной жизнью большинства людей",
      "112": "Аборты должны быть законны во всех случаях",
      "113": "Полиция должна больше регулироваться",
      "114": "Ни один авторитет не должен оставаться без вопросов",
      "115": "Преступления без жертвы (такие как употребление наркотиков) вообще не должны быть преступлениями",
      "116": "Большинство наркотиков должны быть легализованы",
      "117": "Разоблачители должны быть хорошо защищены",
      "118": "Само существование государства представляет угрозу нашей свободе",
      "119": "Полиции быть не должно",
      "120": "Свобода людей не должна иметь границ",
      "121": "Коммунизм, если его правильно реализовать, был бы хорошей формой экономики",
      "122": "От каждого по способностям, каждому по потребностям",
      "123": "Равенство результата важно",
      "124": "Притеснение со стороны корпораций вызывает больше беспокойства, чем угнетение со стороны правительств",
      "125": "Налоги должны быть увеличены для богатых, чтобы обеспечить бедных",
      "126": "Общественные блага, такие как дороги и электричество, должны находиться в общественной собственности",
      "127": "Я поддерживаю систему единого плательщика, всеобщее здравоохранение.",
      "128": "Богатые имеют гораздо больше, чем им нужно",
      "129": "Основные вещи, необходимые для жизни, такие как здравоохранение, — это права",
      "130": "Необходимо, чтобы правительство вмешивалось в экономику для защиты потребителя",
      "131": "Люди должны иметь равные возможности для достижения успеха",
      "132": "Люди, рождённые в богатых семьях, получают успех несправедливо, даже если они неопытны и работают не усердно",
      "133": "Люди должны иметь право оставить свое богатство своим потомкам",
      "134": "Чрезмерное государственное вмешательство является угрозой для экономики",
      "135": "Экономика без какого-либо капитализма рухнет",
      "136": "Лучше поддерживать сбалансированный бюджет, чем обеспечивать благосостояние всех граждан",
      "137": "Капитализм лучше любой существующей альтернативы",
      "138": "Промышленность в собственности государства — это, обычно, плохая идея",
      "139": "Чем свободнее рынок, тем свободнее люди",
      "140": "Люди должны трудиться для того, чтобы что-то получить",
      "141": "Бедные выбрали быть бедными",
      "142": "Правительство вообще не должно регулировать экономику",
      "143": "Правительство не должно разрушать монополии",
      "144": "Те, кто не работает, должны умереть",
      "145": "Религия должна быть запрещена",
      "146": "Вера — это полная бессмыслица",
      "147": "Религия должна приходить в упадок, чтобы общество прогрессировало",
      "148": "Религиозную одежду должно быть запрещено носить на публике",
      "149": "Нет никакой высшей силы",
      "150": "Правительство никоим образом не должно финансировать религиозные организации",
      "151": "Я поддерживаю гей-браки",
      "152": "Правительство должно одинаково смотреть на все религии",
      "153": "Религия должна быть изгнана отовсюду в нашем правительстве",
      "154": "Религия не относится к правительству",
      "155": "Законы не должны основываться на религии",
      "156": "Должно быть разделение между церковью и государством",
      "157": "Я верю, что есть что-то после смерти",
      "158": "Религия выгодна для общества",
      "159": "Людям должно быть разрешено исповедовать религию",
      "160": "Я верю в высшую силу",
      "161": "Религиозные организации часто оказывают лучшую помощь бедным, чем правительство",
      "162": "Дети должны воспитываться в религиозных ценностях",
      "163": "Религия обычно даёт истину",
      "164": "Мои религиозные ценности должны быть распространены так широко, как только возможно",
      "165": "Секс вне брака аморален",
      "166": "Теократия — хорошая система правления",
      "167": "Правительство должно поддерживать и признавать только одну религию",
      "168": "Большинство плохих вещей в мире происходят из-за того, что мы отвернулись от религии",
      "169": "Если ИИ может править эффективнее, чем люди, тогда ИИ должен править",
      "170": "Генетические модификации — благо, даже на людях",
      "171": "Традиция просто мешает прогрессу технологий",
      "172": "Всеобщая автоматизация невероятно полезна для общества",
      "173": "Традиции не имеют ценности сами по себе",
      "174": "Когда люди уже пострадали для развития технологии, мы должны использовать эту технологию",
      "175": "Мы должны приложить усилия, чтобы в ближайшем будущем отправить человека на Марс",
      "176": "Тестировать продукты на животных этично",
      "177": "Технический прогресс — это, обычно, благо",
      "178": "Изменение климата, вызванное человеком, в настоящее время является одной из самых серьезных угроз для нашего образа жизни",
      "179": "Экологические регуляции важны",
      "180": "Лучший мир придет благодаря автоматизации, науке и технологии",
      "181": "Преследовать прогресс любой ценой опасно",
      "182": "Технологии не всегда выгодны",
      "183": "Традиции важны",
      "184": "Технологии негативно влияют на современное общество",
      "185": "Генетические модификации должны использоваться редко, если вообще использоваться",
      "186": "Поддерживать семейные ценности важно",
      "187": "Общество было лучше много лет назад, чем сейчас",
      "188": "Важно, чтобы мы сохраняли традиции нашего прошлого",
      "189": "Старые люди общества знают лучший путь для него",
      "190": "Традиционная медицина часто более эффективна чем современная медицина",
      "191": "Интернет должен быть запрещён",
      "192": "Мы должны вернуться к простому образу жизни без современных удобств",
      "193": "Иностранцы никогда не должны въезжать в страну",
      "194": "Мы не должны принимать любых беженцев",
      "195": "В нашей стране должны говорить только на нашем(-их) национальном(-ых) языка(-x)",
      "196": "Только очень талантливым иммигрантам, если даже и не им, должно быть разрешено въезжать в страну",
      "197": "Если мы вообще принимаем мигрантов, важно, чтобы они ассимилировались в нашу культуру",
      "198": "Иммигранты никогда на самом деле не приспособятся к нашему образу жизни",
      "199": "В общем, иммигранты вредны для страны",
      "200": "Культуру нации важно защищать",
      "201": "Нелегальные иммигранты не приносят пользу принимающей стране",
      "202": "Нелегальные мигранты должны быть депортированы в большинстве или во всех случаях",
      "203": "От иммигрантов нужно ждать, что они изучат язык страны",
      "204": "Защита границ важна",
      "205": "Мы должны принимать больше беженцев",
      "206": "Иммигранты — чистый позитив",
      "207": "Я наслаждаюсь некоторыми иностранными культурами",
      "208": "Никакие культуры не превосходят другие",
      "209": "Мы должны больше принимать другие культуры",
      "210": "Все общества — это смесь культур",
      "211": "Каждый должен говорить как минимум на двух языках",
      "212": "Все люди разделяют общую идентичность",
      "213": "Наша культура была бы лучше с другими культурами, смешанными с ней в большей степени",
      "214": "Правительства должны заботиться об иностранных гражданах так же, как и о тех, кто находится внутри их границ",
      "215": "Любой, кто хочет въехать в страну, должен иметь такую возможность",
      "216": "Выгоды открытых границ превышают издержки"
    },
    "political_ideas": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": "",
      "101": "",
      "102": "",
      "103": "",
      "104": "",
      "105": "",
      "106": "",
      "107": "",
      "108": "",
      "109": "",
      "110": "",
      "111": "",
      "112": "",
      "113": "",
      "114": "",
      "115": "",
      "116": "",
      "117": "",
      "118": "",
      "119": "",
      "120": "",
      "121": "",
      "122": "",
      "123": "",
      "124": "",
      "125": "",
      "126": "",
      "127": "",
      "128": "",
      "129": "",
      "130": "",
      "131": "",
      "132": "",
      "133": "",
      "134": "",
      "135": "",
      "136": "",
      "137": "",
      "138": "",
      "139": "",
      "140": "",
      "141": "",
      "142": "",
      "143": "",
      "144": "",
      "145": "",
      "146": "",
      "147": "",
      "148": "",
      "149": "",
      "150": "",
      "151": "",
      "152": "",
      "153": "",
      "154": "",
      "155": "",
      "156": "",
      "157": "",
      "158": "",
      "159": "",
      "160": "",
      "161": "",
      "162": "",
      "163": "",
      "164": "",
      "165": "",
      "166": "",
      "167": "",
      "168": "",
      "169": ""
    },
    "soulgraphy_efa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": ""
    },
    "soulgraphy_pfa": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": ""
    },
    "mypolitics": {
      "1": "",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": "",
      "16": "",
      "17": "",
      "18": "",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": "",
      "42": "",
      "43": "",
      "44": "",
      "45": "",
      "46": "",
      "47": "",
      "48": "",
      "49": "",
      "50": "",
      "51": "",
      "52": "",
      "53": "",
      "54": "",
      "55": "",
      "56": "",
      "57": "",
      "58": "",
      "59": "",
      "60": "",
      "61": "",
      "62": "",
      "63": "",
      "64": "",
      "65": "",
      "66": "",
      "67": "",
      "68": "",
      "69": "",
      "70": "",
      "71": "",
      "72": "",
      "73": "",
      "74": "",
      "75": "",
      "76": "",
      "77": "",
      "78": "",
      "79": "",
      "80": "",
      "81": "",
      "82": "",
      "83": "",
      "84": "",
      "85": "",
      "86": "",
      "87": "",
      "88": "",
      "89": "",
      "90": "",
      "91": "",
      "92": "",
      "93": "",
      "94": "",
      "95": "",
      "96": "",
      "97": "",
      "98": "",
      "99": "",
      "100": ""
    }
  }
}
